{
    "summary": "Alfredo Niceforo (Castiglione di Sicilia, 23 gennaio 1876 – Roma, 10 marzo 1960) è stato un criminologo e antropologo italiano di scuola lombrosiana.\nPresidente della Società Italiana di Antropologia, della Società Italiana di Criminologia e dal 1920 in poi membro del Consiglio superiore di Statistica di cui anche diverrà presidente. Assunse la presidenza della Società italiana di economia demografia e statistica e divenne membro del Comitato direttivo del Consiglio Nazionale delle Ricerche per la Sezione di Biologia. Dal 1910, e ininterrottamente sino al 1953, fu incaricato dell'insegnamento di Criminologia nella Scuola giuridico-criminale presso la Facoltà di Giurisprudenza dell'Università di Roma, fondata e diretta da Enrico Ferri.\nFu anche componente del Comitato scientifico di direzione del «Barometro economico» e assunse la Direzione dei «Quaderni della Nutrizione», della «Rivista italiana di Sociologia», della «Rivista di Psicologia». A partire dal 1923 fu membro della Commissione statistica del Comitato di Igiene della Società delle Nazioni a Ginevra e dal 1925 membro del Comitato di Direzione, per l'Italia, de l'«Institut international d'Anthropologie».\nFu ancora Socio straniero corrispondente della Società di Antropologia di Parigi, della Società di Antropologia del Portogallo, della Società di Morfologia umana di Parigi, dell'Istituto tedesco di Sociologia (Hannover), della Società hobbesiana di Filosofia e Scienze sociali (Karlsruhe), della Società cecoslovacca Masaryk di Sociologia. Membro corrispondente della Società internazionale di Sociologia (con sede a Parigi), Socio corrispondente dell'American Academy of political and social Science; Socio del Research Committee dell'Associazione internazionale di Sociologia (Oslo).\nAlfredo Niceforo postulò la teoria secondo cui ogni persona avesse un \"io profondo\" antisociale , i cui impulsi subconsci rappresentavano un ritorno all'era precivilizzata. Ad accompagnare questo ego e tentare di tenere sotto controllo la sua delinquenza latente, vi era un \"ego superiore\" costituito dall'interazione sociale dell'uomo. Questa teoria, pubblicata nel 1902, aveva alcune somiglianze con le scoperte della psicoanalisi fatte nello stesso periodo.\nInizialmente, Alfredo Niceforo fu influenzato dal criminologo italiano Cesare Lombroso (1835-1909), il quale aveva teorizzato l'esistenza di un tipo criminale, identificabile con determinate caratteristiche fisiche.  Lombroso aveva incluso gli italiani meridionali tra le razze più inclini a commettere crimini violenti, citando il brigantaggio meridionale come prova per corroborare le sue teorie. Niceforo arrivò a credere, tuttavia, che il crimine potesse essere compreso solo attraverso un'indagine approfondita - biologica, psicologica e sociologica - del normale essere umano.In \"La delinquenza in Sardegna\" (1897), Niceforo mise infatti in relazione i fenomeni criminosi dell'isola con alcune abitudini culturali e comportamentali prettamente mediterranee, rintracciate analizzando la musica, le canzoni, le tradizioni, il folclore locale, fino alla conformazione delle stesse aree del territorio.In \"L’Italia barbara contemporanea\" (1898), Alfredo Niceforo pubblicò l'abbozzo di una fisiologia dell’Italia meridionale, sostenendo con la verità dei fatti, quindi in contrasto con qualsiasi spiritualismo o misticismo, l’esistenza in Sardegna, Sicilia e nel Mezzogiorno di tre popoli primitivi, portatori di una civiltà barbara diversa da quella settentrionale.\nIl libro di Niceforo può considerarsi il manifesto di una cultura positivista che negli anni successivi all'unificazione d'Italia (1860), cercava una risposta ai problemi di divario economico e culturale che l’unificazione lasciava drammaticamente insoluti. Al mito unitario risorgimentale dell’Italia “unita” si sostituivano i nascenti federalismi, al centro delle riflessioni teoriche di Niceforo. Questi, infatti, elaborò la teoria delle due diverse civiltà, una al Nord e un'altra al Sud, in base alla quale egli intendeva giustificare il suo progetto di ampio decentramento.Uno dei primi scienziati sociali empirici in Italia, Niceforo applicò l'indagine statistica al fine di scoprire delle regolarità nel comportamento sociale. Da questi studi, emerse la teoria secondo cui le persone di ogni società esibivano alcune caratteristiche costanti, definite \"residui\", una delle quali costituita dalla diversità tra gli individui. Egli, inoltre, asserì che in ogni società vi fosse una stratificazione degli individui in gerarchie sociali e un loro raggruppamento in massa, osservabili soprattutto nei sistemi ideologici religiosi e nazionali.\nNell'elaborare la sua teoria del doppio ego dell'uomo, Niceforo sostennè che l'ego profondo spesso eludeva con successo i tentativi dell'io superiore di controllarlo. Questa visione venne spiegata dettagliatamente in una delle sue opere finali \"L'Ego Profondo e le sue maschere\" (1949).Dal 1897 al 1953 diede alla stampa 55 libri, dal 1927 al 1952, circa 215 memorie. Alcune tra le sue opere più importanti furono: La delinquenza in Sardegna (1897), Il gergo nei normali, nei degenerati e nei criminali (1897), L'Italia barbara contemporanea (1898), Lo studio scientifico delle classi povere (1907), Antropologia delle classi povere (1908), L'Ego Profondo e le sue maschere (1949), L'uomo delinquente (1951)."
}