{
    "summary": "Antonio Corriga (Atzara, 1923 – Oristano, 16 dicembre 2011) è stato un pittore italiano.\nNacque ad Atzara, un paese della Sardegna che, sin dai primissimi anni del secolo, fu meta di una quantità di giovani pittori spagnoli, quali Eduardo Chicharro, Antonio Ortiz Echagüe, Cesareo Bernardo de Quiros e Del Castello, che vi importarono un nuovo modo di dipingere, che stimolò la curiosità di Antonio Ballero, Giuseppe Biasi, Filippo Figari e Richard Scheurlen.\nLa fantasia del giovane Corriga ricevette dunque uno stimolo importante dalla frequentazione di questi artisti e dalla presenza di importanti opere d'arte, anche in collezioni private. Altrettanto importanti furono le sollecitazioni di Filippo Figari, diventato direttore dell'Istituto d'Arte per la Sardegna di Sassari.\nDal 1935 al 1941 Antonio Corriga si trasferì a Sassari per frequentare l'Istituto d'Arte, dove apprese la tecnica dell'incisione da Stanis Dessy. Nel 1941-42 partì per il servizio militare e una volta rientrato a Sassari si diplomò all'Istituto d'Arte.\nNel 1943 si trasferì a Firenze per frequentare l'Istituto Superiore d'Arte \"Magistero\", dove si diplomò nel 1944, ottenendo l'abilitazione all'insegnamento.\nDal 1944 frequentò per alcuni anni l'Accademia delle Belle Arti, sempre nel capoluogo toscano.\nTrasferitosi ad Oristano, aprì un laboratorio di ceramica e insegnò alla scuola professionale diretta da Vincenzo Urbani. Dopo qualche anno lasciò l'arte della ceramica per concentrarsi unicamente sulla pittura. Nel corso della sua carriera si dedicò alla rappresentazione delle diverse tematiche: il sacro, il ritratto, la tradizione popolare vista sia nelle rappresentazioni delle feste religiose che nel quotidiano, ma fu anche autore di pregevoli lavori di protesta sociale.\nGli furono commissionate numerose opere per edifici sacri tra le quali la “Crocefissione” per la parrocchiale di Fonni e la Pala centrale dell'altare basilicale per il Santuario di Nostra Signora di Bonaria a Cagliari. Realizzò anche illustrazioni per pubblicazioni in sardo, etichette e numerosi manifesti.\nDirettore per diversi anni dell'I.S.O.L.A. (Istituto Sardo Organizzazione Lavoro Artigianale) e attivista politico più volte eletto consigliere comunale col Partito Socialista Italiano, nel 2000 diventò direttore artistico della Pinacoteca \"Antonio Ortiz Echagüe\" di Atzara, le cui sale custodiscono diverse sue tele tra cui i Funerali di un socialista, dipinto in memoria di Peppino Catte. Numerose opere sono conservate presso gli uffici della Regione Sardegna, della Provincia di Oristano, del Comune di Oristano, del Comune di Atzara, nella sede della Comunità Montana Barbagia-Mandrolisai.\nMuore ad Oristano il 16 dicembre 2011 all'età di 88 anni."
}