{
    "summary": "Antonio Guadagnini (Esine, 1º gennaio 1817 – Arzago d'Adda, 7 giugno 1900) è stato un pittore italiano.\nFrequenta il ginnasio di Lovere e l'accademia Tadini di Belle arti.\nÈ stato attivo in Val Camonica nel XIX secolo. Fu ospite e amico dei nobili Sessa alla Cascina Ravajola, e per loro realizzò diverse opere e ritratti. Morì il 7 giugno del 1900 ad Arzago d'Adda. Secondo la tradizione arzaghese, i Sessa concessero la tumulazione dell'artista nella loro cappella di famiglia, oggi di proprietà dei Gatti Grami Sessa.Sue opere sono conservate:\n\nCaprino Bergamasco - la pala dell'altare maggiore: \"IL MARTIRIO DI SAN BIAGIO\" , san Biagio e l'Immacolata Concezione nella cappella dedicata.\nPisogne - nella parrocchiale di Santa Maria Assunta, Transito di san Giuseppe (1851).\nGianico - la pala dell'altare maggiore con la Madonna in trono, san Michele, san Rocco, sant'Antonio di Padova e santo Stefano (olio su tela del 1895).\nEsine - la Conversione di san Paolo (1854).\nBreno - Adorazione dei Magi e La gloria della Santissima Eucaristia (affresco 1854).\nCimbergo - ventotto affreschi alcuni dei temi a lui più cari come l'Incoronazione di Maria, l'Annunciazione, l'Incontro di Maria con Elisabetta e l'Immacolata Concezione (1863).\nNadro - vita di Gesù e della Madonna (affreschi della volta, 1896)\nSanticolo - Adorazione dei Magi (affresco).\nSovere - Ciclo di affreschi di tema risorgimentale a Palazzo Silvestri (1861) tra cui Apoteosi delle Arti, Torquato Tasso ed Eleonora, L'Italia che unisce Forza e Prudenza, Dante e Beatrice\nOssimo - pala altare maggiore chiesa di Ossimo Superiore ss Gervasio e Protasio con la Madonna e Cristo morto, 1843)\nCastrezzato - pala del Santo Rosario (o della Madonna del Rosario, 1858)\nPassirano - ciclo di affreschi nella chiesa parrocchiale: Adorazione dei Magi; la Resurrezione; Deposizione dalla croce; l'incoronazione di Maria ; la Trasfigurazione; i quattro evangelisti ; due monocromo con san Zeno predicatore e san Zeno legislatore; due monocromo con la conversione di Saulo e la consegna delle chiavi a san Pietro; due monocromi con il battesimo di Gesù e la Samaritana al pozzo; san Faustino e Giovita; sant'Ambrogio; san Giovanni Crisostomo; san Girolamo; sant'Agostino; il profeta Mosè; sant'Atanasio; san Gregorio Magno; il profeta Melchissedech e il profeta Elia. L'affresco con san Carlo Borromeo e una pala su tela con l'ultima cena. La Pietà, affresco presso l'edicola del camposanto. La Fuga in Egitto, affresco presso la chiesina della Madonna della Vallosa. Scena di Caccia, affresco, palazzo Guarneri.Numerose tele del sono conservate a Cividate Camuno, a Malegno, a Borno, a Villa di Lozio."
}