{
    "summary": "Antonio Maria da Carpena, detto il Carpenino (Carpena, ... – 1564 circa), è stato un pittore italiano della corrente del manierismo.\nArtista rinascimentale inserito dalla critica come partecipe della corrente di Perin del Vaga.\nDi lui non ci è nota la  data di nascita; si sa invece che nacque a Carpena, frazione di Riccò, nei pressi della Spezia, figlio di Giovanni Maria detto di Carpena. Del resto la conferma ci viene dallo stesso artista che era solito datare e firmare affermando la propria origine spezzina nei cartigli che apponeva nelle sue opere.\nNon si hanno notizie certe sul suo apprendistato presso la scuola pittorica spezzina della prima metà del XVI secolo. I primi lavori di cui viene ufficialmente incaricato dalla città della Spezia risalgono al 1530, anno nel quale viene pagato per la pittura di uno stendardo.\nNel 1533 di certo è già affermato poiché la Comunità cittadina gli commissiona alcuni dipinti per onorare il papa Clemente VII in occasione del suo passaggio in città sulla via del ritorno da Marsiglia dopo avervi celebrato il matrimonio della nipote Caterina de Medici con Enrico futuro re di Francia.\nAlla Spezia è conservato il suo lavoro più importante, la pala della Gloria di San Nicolò da Tolentino, dipinta nel 1539 e oggi esposta nel Museo Diocesano, mentre una piccola tavola con un San Gerolamo penitente si trova nella Biblioteca civica \"U. Mazzini\" di Palazzo Crozza.\nA Sarzana, nella chiesa di S.Francesco è collocata una sua Madonna in trono e santi. Ancora a Sarzana, nella collezione Podestà, è un suo dipinto di San Girolamo.\nUna sua Madonna con i santi Francesco e Agostino, dipinto nel 1540 e conservato dalla Soprintendenza di Genova, è stato molto danneggiato nel corso dell'ultima guerra mondiale.\nL'attività di questo artista nella Liguria orientale è documentata fino al 1552.\nNon si conosce l'anno della sua morte, che tuttavia non dovrebbe essere di molto anteriore al 1564: in effetti in un atto notarile  di quell'anno viene dichiarato deceduto."
}