{
    "summary": "Antonio Della Lucia (Frassenè, 16 maggio 1824 – Caviola, 23 aprile 1906) è stato un presbitero e cavaliere italiano.\nNacque in località Vich, presso Frassenè di Voltago Agordino. Il padre Giuseppe e la madre Teresa Soccol facevano gli agricoltori e mantenevano a fatica una famiglia numerosa. Ben presto desiderò entrare in seminario, ma i suoi non potevano permetterselo. Gli venne in soccorso la gente del paese con un'antica forma di solidarietà promossa dagli agordini emigrati in varie città italiane. Quest'aiuto gli permise di frequentare il corso filosofico presso l'istituto \"Santa Caterina\" di Venezia per poi passare al seminario di Belluno dove terminò gli studi teologici.\nOrdinato sacerdote il 23 settembre 1849, svolse il primo incarico di cooperatore a San Tomaso accanto al parroco don Martino Ghetta, attivo nel campo sociale. In seguito, subentrò a don Ghetta reggendo la parrocchia per quattro anni. Nel 1860 divenne arciprete di Canale d'Agordo e per 38 anni fu guida di questa comunità.\nFu un patriota italiano e per questo fu sorvegliato dalla polizia austriaca e obbligato per qualche tempo a trasferirsi in Toscana e rientrò a casa nell'estate del 1866, non appena liberato il Veneto\nIl 3 dicembre 1868, istituì il primo asilo rurale della provincia di Belluno per l'istruzione dei bambini dai 4 agli 8 anni. Per favorire l'apprendimento della lettura, diede poi vita alle biblioteche circolanti di Canale d'Agordo e quindi a quelle di Vallada Agordina e Caviola.\nDiffuse tra operai e contadini il cooperativismo, che si andava divulgando sia ad opera delle organizzazioni socialiste, sia delle forze cattoliche: nel 1871 incoraggiò la nascita della cooperativa di consumo di Caviola e, l'anno dopo, fondò la Società di mutuo soccorso di Carfon. Le ostilità di confratelli e parrocchiani erano frequenti e anche i contadini erano diffidenti perché non capivano l'urgenza di associarsi per lavorare il latte e smerciarne i prodotti. Per superare queste difficoltà si trasformò in casaro: acquistava il latte e lo lavorava in canonica: visti i risultati, molti lo seguirono e l'8 gennaio 1872 costituì a Canale d'Agordo la prima latteria sociale, d'Italia.\n\nI giornali diedero ampio spazio all'iniziativa e il Ministero dell'agricoltura promosse dei concorsi a premi per favorire la nascita di nuove latterie. Nel 1878 il sacerdote venne nominato cavaliere. Tra i contadini agordini la soddisfazione aumentava perché i loro prodotti guadagnavano i mercati delle regioni vicine e nella provincia le latterie sociali nel 1881 erano divenute 54, producendo burro e formaggi, che parteciparono all'esposizione nazionale di Torino del 1884.\nProgettò nel 1887 una federazione tra le varie latterie sociali e il 20 luglio 1888 nacque la Federazione (o società) delle latterie cooperative agordine, della quale divenne presidente nel 1890. Dal 1894 fece parte del Consiglio superiore dell'agricoltura. L'anno seguente la società venne premiata con due medaglie d'oro all'esposizione nazionale di Palermo ed ebbe l'attenzione dei giornali nazionali, favorendo la commercializzazione dei prodotti al centro-sud Italia e all'estero. Di conseguenza la produzione del latte crebbe, si diffuse l'allevamento di nuove razze bovine e, nel 1901, fu decisa l'apertura ad Agordo della sede generale della società, il palazzo delle Latterie Agordine (ora sede dell'unione montana Agordina).\nDal 1898 risiedette a Caviola, dopo essersi ritirato a vita privata, e qui morì il 23 aprile 1906."
}