{
    "summary": "Arrigo Sacchi (Fusignano, 1º aprile 1946) è un allenatore di calcio, dirigente sportivo e opinionista italiano.\nCommissario tecnico della Nazionale italiana vicecampione del mondo al Mondiale 1994, è considerato uno dei migliori allenatori della storia del calcio.Soprannominato Il profeta di Fusignano, inizia la propria ascesa nel calcio italiano nel 1987, quando Silvio Berlusconi lo sceglie come nuovo allenatore del Milan. Sacchi compie una vera e propria rivoluzione nel modulo di gioco e nelle tecniche di allenamento, dando un'impronta epocale alla squadra rossonera. Sfruttando a fondo le caratteristiche del gioco a zona, già praticato nel Milan di Nils Liedholm, pone un'assoluta attenzione alla fase difensiva, cui aggiunge il pressing sistematico a centrocampo. Diventa famoso per i suoi pesanti e severi allenamenti; applica allo schema tattico vari principi legati al cosiddetto calcio totale della Nazionale olandese di Johan Cruijff, che ammirava sin da ragazzo. È ritenuto uno dei più grandi allenatori di ogni epoca e il suo Milan (1987-1991) una delle squadre migliori di ogni epoca, da alcuni la migliore di sempre.\nI suoi metodi di allenamento e le sue idee e convinzioni sono stati spesso oggetto di discussione. Sacchi ebbe inoltre numerosi screzi con l'opinione pubblica e con alcuni suoi giocatori: proprio per questo è stato spesso accusato di ritenere prioritari gli schemi rispetto agli uomini. Nel settembre del 2007 il Times lo ha nominato miglior allenatore italiano di tutti i tempi e 11º in assoluto a livello mondiale. Nel 2011 è entrato a far parte della Hall of Fame del calcio italiano.\nDa allenatore del Milan, squadra che ha guidato dal 1987 al 1991 prima di tornare per una breve esperienza nella stagione 1996-1997, ha vinto uno Scudetto, una Supercoppa italiana, due Coppe dei campioni, due Supercoppe europee e due Coppe Intercontinentali. Durante la sua prima esperienza a Milano Sacchi forma il team soprannominato gli Immortali, una delle squadre di club migliori di tutti i tempi secondo la UEFA, oltre che una delle squadre più vincenti della storia del Milan. Ha allenato dal 1991 al 1996 anche la Nazionale italiana, guidandola ai Mondiali di calcio del 1994 (finalista) e agli Europei di calcio del 1996 (eliminazione al primo turno).\nDal 4 agosto 2010 al 14 agosto 2014 ha svolto il ruolo di Coordinatore tecnico delle Nazionali giovanili, dalla Under 21 alla Under 16."
}