{
    "summary": "Augusto Emanuele De Gasperi, o Degasperi (Civezzano, 18 aprile 1893 – Milano, 13 dicembre 1966), è stato un dirigente d'azienda italiano.\nFu figlio terzogenito di Amedeo, originario di Sardagna e  maresciallo maggiore della gendarmeria locale,  e di Maria Morandini, di Predazzo. Il fratello maggiore di dodici anni era Alcide De Gasperi, il secondo era Mario, seminarista, morto nel 1906, e una sorella.Nato in Trentino quando ancora faceva parte dell'Impero austro-ungarico da studente universitario a Vienna, fu inviato sul fronte orientale, come il geografo Luigi Visintin, di cui era amico e compagno di studi, e combatté in Galizia nella Prima Guerra Mondiale con il Terzo Reggimento dei Kaiserjäger, i “cacciatori imperiali” austro-ungarici.. \nInsieme al Visintin e al glottologo Carlo Battisti fu per un certo periodo prigioniero a Kirsanov.Il 25 febbraio 1919 fu eletto vicepresidente del SAIT (Sindacato Agricolo e Industriale Trentino), un consorzio delle cooperative di consumo trentine creato nel 1899 da Emanuele Lanzerotti, e vi rimase fino al 6 novembre 1926, quando le squadre fasciste ne distrussero la sede. Nel 1940 gli viene offerto un lavoro alla Bizerba e si trasferisce a Milano con la famiglia. \nNel 1943 inizia l'attività clandestina di Augusto De Gasperi, rimane a Milano con la famiglia sotto falsi nomi, fa parte del CLNAI (Comitato Liberazione Nazionale Alta Italia), il 26 aprile 1945 è uno dei firmatari del proclama della Liberazione insieme a Marazza, Parri, Valiani, Longo, Sereni, Arpesani, Jacini, Morandi e Pertini. \nNel 1945 fu eletto presidente dell'EICA, un consorzio di cooperative bianche con sede a Milano.\nDal 1950 al 1963 fu presidente: della società Finanziaria Trentina; della Banca di Trento e Bolzano e delle Società Mobiliare e Immobiliare Agraria Trentina.\nDal 1944 al 1966 fu azionista, amministratore delegato e presidente della Editoriale San Marco, editrice de il Gazzettino .\nÈ sepolto nella tomba di famiglia di Predazzo."
}