{
    "summary": "Benedetto Croce (Pescasseroli, 25 febbraio 1866 – Napoli, 20 novembre 1952) è stato un filosofo, storico, politico, critico letterario e scrittore italiano, principale ideologo del liberalismo novecentesco italiano ed esponente del neoidealismo.\nPresentò il suo idealismo come «storicismo assoluto», giacché «la filosofia non può essere altro che \"filosofia dello spirito\" [...] e la filosofia dello spirito non può essere altro che \"pensiero storico\"», ossia «pensiero che ha come contenuto la storia», che rifugge ogni metafisica, la quale è «filosofia di una realtà immutabile trascendente lo spirito». In funzione anti-positivistica, nella filosofia crociana, la scienza diventa la misuratrice della realtà, sottomessa alla filosofia, che invece comprende e spiega il reale.\nCon Giovanni Gentile – dal quale lo separarono la concezione filosofica e la posizione politica nei confronti del fascismo dopo il delitto Matteotti – è considerato tra i maggiori protagonisti della cultura italiana ed europea della prima metà del XX secolo, in particolare dell'idealismo.\nLa filosofia crociana, ispirata al liberalismo sociale e improntata alla storiografia, ebbe grande influenza sulla cultura italiana, specificatamente per il suo pensiero politico; in particolare è ricordato come guida morale dell'antifascismo con la sua \"religione della libertà\", tanto che fu anche proposto come Presidente della Repubblica italiana. Fu tra i fondatori del ricostituito Partito Liberale Italiano, assieme a Luigi Einaudi.Alcune riserve alla sua estetica, tra cui alla critica letteraria (in particolare alla sua definizione di «poesia») e alla superiorità attribuita da Croce alla filosofia sulle scienze nell'ambito della logica, sono state, tuttavia, espresse in tempi successivi.D'altra parte, il pensiero di Croce, specialmente quello politico, ha goduto di apprezzamenti più recenti e di una \"riscoperta\" anche al di fuori dell'Italia, in Europa e nel mondo anglosassone (specialmente gli Stati Uniti d'America), dov'è riconosciuto, al pari di pensatori come Karl Popper, come uno dei più eminenti teorici del liberalismo europeo e un autorevole oppositore di ogni totalitarismo."
}