{
    "summary": "Carlo Maria Borio di Tigliole (Tigliole, 5 agosto 1681 – Parigi, 27 febbraio 1764) è stato un diplomatico e giurista italiano.\nNacque nel feudo pontificio di Tigliole (Asti) nel 1681 dalla nobildonna Anna Vacchetta e dall'avvocato Secondo Giuseppe, illustre giurista nato a Tigliole nel 1648 e discendente da un'antica famiglia piemontese di \"nobiltà civile\" che rivestì le cariche di governatore e pretore del feudo papalino per varie generazioni.\nDopo aver compiuto i primi studi con diversi precettori, si trasferì ad Avignone dove il 29 maggio 1705 ottenne il baccellierato in utroque iure presso quella Università.In seguito venne chiamato a Parigi dal nunzio apostolico presso il re di Francia, Agostino Cusani (poi cardinale), come suo uditore, con il beneficio e il titolo ecclesiastico di abate.\nPer i suoi meriti nell'arte diplomatica e per le sue competenze giuridiche divenne per ben due volte, nel 1712 e 1719, incaricato d'affari della Nunziatura.\nIl nuovo nunzio Cornelio Bentivoglio lo nomina amministratore della Nunziatura, carica che manterrà sino al 1720 quando, abbandonato il beneficio ecclesiastico, il papa Clemente XI con breve dell'11 ottobre 1720 gli concede l'onorificenza dell'Ordine Supremo del Cristo.\nDurante gli anni alla nunziatura, Borio si trova protagonista di eventi politici e religiosi fondamentali, quali le varie guerre francesi degli ultimi anni di re Luigi XIV, le problematiche inerenti al Giansenismo ed i rapporti tra il clero d'Oltralpe e Roma, ma, in particolare, è ricordato per la sua relazione di amicizia con l'illustre economista John Law, che accompagnerà nella sua conversione al Cattolicesimo.\nNel 1721 sposa Marie Françoise (figlia del barone Alphonse de Tonty de Paludy, uno dei fondatori della città di Detroit) che però muore giovane lasciandogli una sola figlia, Francoise Marie (che andrà sposa nell'aprile 1741 di Antoine Joseph de Valter conte di Lussemburgo e signore d'Imling). Da vedovo Borio sposa in seconde nozze nel 1723 Françoise Gingaud.\nNel 1725 viene nominato ministro residente e plenipotenziario del Duca di Guastalla presso il re di Francia, carica che manterrà fino al 1741.\nNel 1741 viene nominato conte dal duca Giuseppe Maria Gonzaga di Guastalla. Muore a Parigi il 27 febbraio 1764."
}