{
    "summary": "Cesare Battisti (Cisterna di Latina, 18 dicembre 1954) è un ex terrorista italiano attivo durante gli anni di piombo come membro del gruppo Proletari Armati per il Comunismo. Evaso dal carcere di Frosinone nel 1981 dopo essere stato condannato a 12 anni in primo grado per banda armata, è stato condannato in seguito in contumacia all'ergastolo, con sentenze passate in giudicato, per quattro delitti, due commessi materialmente, due in concorso con altri. Ha ricevuto asilo fuori dei confini italiani come rifugiato politico e ha svolto l'attività di scrittore di romanzi di genere noir.Prima della sua ammissione di colpevolezza, avvenuta nel marzo del 2019, Battisti aveva sempre affermato la propria innocenza per quanto riguarda gli omicidi.. Trascorse la prima fase della sua latitanza in Messico e in Francia, dove beneficiò a lungo della dottrina Mitterrand, si sposò ed ebbe due figlie, ottenendo la naturalizzazione, poi revocata prima di ottenere il passaporto, infine in Brasile dal 2004 al 2018.\nArrestato nel paese sudamericano nel 2007, Battisti è stato detenuto in carcere a Brasilia fino al 9 giugno 2011. Ha scontato in totale circa sette anni di carcere. Inizialmente gli fu concesso lo status di rifugiato, poi revocato. Il 31 dicembre 2010 il presidente brasiliano Luiz Inácio Lula da Silva annunciò il rifiuto dell'estradizione in Italia e concesse il diritto d'asilo e il visto permanente (status di \"residente permanente\"). Della questione tuttavia fu investito il Tribunale supremo federale brasiliano, su sollecito della nuova presidente del Brasile Dilma Rousseff, che l'8 giugno 2011 negò l'estradizione, con la motivazione che avrebbe potuto subire \"persecuzioni a causa delle sue idee\". Battisti fu quindi scarcerato, dopo aver scontato la pena per ingresso illegale tramite documenti falsi, rimanendo in libertà fino al 12 marzo 2015, giorno in cui viene nuovamente arrestato dalle autorità brasiliane in seguito all'annullamento del permesso di soggiorno, ma viene rilasciato quasi subito. Nell'ottobre 2017 è di nuovo tratto in arresto al confine con la Bolivia, ma scarcerato poco dopo.\nNuovamente latitante dal dicembre 2018, dopo la revoca dello status di residente permanente e l'ordine di estradizione del presidente Michel Temer, il 12 gennaio 2019 viene arrestato a Santa Cruz de la Sierra, in Bolivia, da una squadra dell'Interpol (team composto da Polizia italiana, Criminalpol e Antiterrorismo) e il 14 gennaio è trasferito in Italia nel carcere di Oristano, dove sconterà l'ergastolo."
}