{
    "summary": "Cesare Lucio Marco Aurelio Commodo Antonino Augusto, nato Lucio Elio Aurelio Commodo (in latino: Lucius Aelius Aurelius Commodus; Lanuvium, 31 agosto 161 – Roma, 31 dicembre 192), è stato un imperatore romano, membro della dinastia degli Antonini; regnò dal 180 al 192. Come Caligola e Nerone, è descritto dagli storici come stravagante, crudele e depravato.\nFiglio dell'imperatore filosofo Marco Aurelio, Commodo fu associato al trono nel 177, succedendo al padre nel 180. Avverso al Senato e da questi odiato, governò in maniera autoritaria, esibendosi anche come gladiatore e in prove di forza, e facendosi soprannominare l'Ercole romano.\nDurante i dodici anni di principato, nonostante la fama di despota, a Commodo sono riconosciuti dei meriti: ad esempio esercitò un'ampia tolleranza religiosa, ponendo fine alle persecuzioni contro i cristiani dopo alcuni anni dall'ascesa al trono, le quali ricominciarono dopo la sua morte. Egli stesso praticò culti orientali e stranieri; il regno di Commodo diede anche un nuovo impulso alle arti, che si svilupparono rispetto all'arte dei primi Antonini. Durante il suo regno egli eresse vari monumenti celebranti le imprese del padre Marco Aurelio, tra i quali la Colonna Aureliana, e forse completò anche la statua equestre di Marco Aurelio che si trova oggi nei Musei Capitolini (una copia è esposta al centro della piazza del Campidoglio).\nAmato dal popolo e appoggiato dall'esercito, al quale aveva elargito consistenti somme di denaro, riuscì a mantenere il potere tra numerose congiure, fino a quando venne assassinato in un complotto ad opera di alcuni senatori, pretoriani e della sua amante Marcia, finendo strangolato dal suo maestro di lotta, l'ex gladiatore Narcisso, cospirazione che portò al potere Pertinace. Sottoposto a damnatio memoriae dal senato, venne riabilitato e divinizzato dall'imperatore Settimio Severo, che voleva ricollegarsi alla dinastia antoniniana cercando il favore dei membri superstiti della famiglia di Commodo e Marco Aurelio."
}