{
    "summary": "Dante Alighieri, o Alighiero, battezzato Durante di Alighiero degli Alighieri e anche noto con il solo nome Dante, della famiglia Alighieri (Firenze, tra il 21 maggio e il 21 giugno 1265 – Ravenna, notte tra il 13 e il 14 settembre 1321), è stato un poeta, scrittore e politico italiano.\nIl nome \"Dante\", secondo la testimonianza di Jacopo Alighieri, è un ipocoristico di Durante; nei documenti era seguito dal patronimico Alagherii o dal gentilizio de Alagheriis, mentre la variante Alighieri si affermò solo con l'avvento di Boccaccio. \nÈ considerato il padre della lingua italiana; la sua fama è dovuta eminentemente alla paternità della Comedìa, divenuta celebre come Divina Commedia e universalmente considerata la più grande opera scritta in lingua italiana e uno dei maggiori capolavori della letteratura mondiale. Espressione della cultura medievale, filtrata attraverso la lirica del Dolce stil novo, la Commedia è anche veicolo allegorico della salvezza umana, che si concreta nel toccare i drammi dei dannati, le pene purgatoriali e le glorie celesti, permettendo a Dante di offrire al lettore uno spaccato di morale ed etica. \nImportante linguista, teorico politico e filosofo, Dante spaziò all'interno dello scibile umano, segnando profondamente la letteratura italiana dei secoli successivi e la stessa cultura occidentale, tanto da essere soprannominato il \"Sommo Poeta\" o, per antonomasia, il \"Poeta\". Dante, le cui spoglie si trovano presso la tomba a Ravenna costruita nel 1780 da Camillo Morigia, è diventato uno dei simboli dell'Italia nel mondo, grazie al nome del principale ente della diffusione della lingua italiana, la Società Dante Alighieri, mentre gli studi critici e filologici sono mantenuti vivi dalla Società dantesca. \nA partire dal XX secolo e nei primi anni del XXI, Dante è entrato a far parte della cultura di massa, mentre la sua opera e la sua figura hanno ispirato il mondo dei fumetti, dei manga, dei videogiochi e della letteratura."
}