{
    "summary": "Domenico Losurdo (Sannicandro di Bari, 14 novembre 1941 – 28 giugno 2018) è stato un filosofo, saggista e storico italiano.\nLosurdo ha criticato l'equiparazione tra nazismo e socialismo reale e il concetto stesso di totalitarismo, in particolare nelle opere di Hannah Arendt, François Furet, Karl Popper e Ernst Nolte, sostenendo che fosse un concetto polisemico con origini nella teologia cristiana e che applicarlo alla sfera politica richiedeva un'operazione di schematismo astratto che utilizza elementi isolati della realtà storica per collocare la Germania nazista e altri regimi fascisti e l'Unione Sovietica e altri gli Stati socialisti nello stesso insieme, servendo così l'anticomunismo degli intellettuali della guerra fredda piuttosto che riflettere la ricerca intellettuale. Il suo Stalin. Storia e critica di una leggenda nera, libro pubblicato per la prima volta nel 2008, ha sollevato un dibattito sulla figura di Iosif Stalin, sul quale a suo avviso peserebbe una sorta di leggenda nera costruita per screditare tutto il comunismo.In Controstoria del liberalismo, libro pubblicato per la prima volta nel 2005, Losurdo ha una visione molto critica della tradizione intellettuale europea del liberalismo, in particolare della tradizione classica e delle sue origini, sostenendo che pur pretendendo di enfatizzare l'importanza della libertà individuale, il liberalismo reale è stato in pratica a lungo contrassegnato dalla sua esclusione di persone da questi diritti, con conseguente razzismo, schiavitù e genocidio. Nel libro Losurdo ha affermato che le origini del nazismo si trovano in quelle che considera politiche colonialiste e imperialiste del mondo occidentale. Ha inoltre esaminato le posizioni intellettuali e politiche degli intellettuali sulla modernità. A suo avviso Immanuel Kant e Georg Wilhelm Friedrich Hegel furono i più grandi pensatori della modernità mentre Friedrich Nietzsche fu il suo più grande critico.Dalla militanza comunista alla condanna dell'imperialismo statunitense e allo studio della questione afroamericana e di quella dei nativi, Losurdo fu studioso anche partecipe della politica nazionale e internazionale."
}