{
    "summary": "Elisabetta Zamparutti (Cermes, 1º ottobre 1964) è una politica italiana.\nComponente la Presidenza del Partito Radicale Nonviolento Transnazionale e Transpartito,  dal 2016 è componenete del Comitato europeo per la prevenzione della tortura e i trattamenti o le punizioni inumane o degradanti per conto dell'Italia e ricopre l'incarico di Tesoriera dal 2003 dell'associazione Nessuno tocchi Caino per la quale è curatrice del Rapporto annuale sulla pena di morte nel mondo ininterrottamente dal 1997.\nDeputato della XVI legislatura al Parlamento italiano è stata eletta come componente radicale nelle liste del Partito Democratico. Ha fatto parte della VIII Commissione Parlamentare (Ambiente, Territorio e Lavori Pubblici). Con la sua attività parlamentare si è collocata al 18º posto su 630 membri della Camera dei Deputati.\nÈ stata co-presentatrice delle proposte di legge volte a: introdurre il reato di tortura nel codice penale italiano; attuare lo Statuto della Corte penale internazionale;  ridurre i termini massimi di custodia cautelare;  migliorare le relazioni tra madri detenute e i loro figli minori; costituire un’anagrafe pubblica delle carceri; legalizzare la coltivazione e il commercio di derivati della cannabis e depenalizzarne la coltivazione domestica; favorire la riabilitazione sociale e l'occupazione delle persone condannate; istituire il Garante nazionale dei detenuti; rafforzare il sistema delle misure alternative al carcere; ridurre il sovraffollamento delle carceri italiane; introdurre una difesa pro-bono per gli italiani detenuti all'estero; abolire l'ergastolo; modifiche agli articoli 4-bis, 14-bis, 14-ter, 14-quater e 41-bis della legge 26 luglio 1975, n. 354, in materia di divieto di concessione dei benefìci penitenziari, di regime di sorveglianza particolare e di soppressione del regime restrittivo con sospensione delle regole ordinarie di trattamento penitenziario per gravi motivi di ordine e di sicurezza pubblica; abolizione del sostituto d'imposta; Istituzione e ordinamento del Corpo della polizia tributaria; liberalizzazione del lavoro a domicilio; Soppressione delle trattenute per la riscossione delle quote associative e sindacali tramite gli enti previdenziali e disposizioni concernenti gli accordi fra privati per il versamento di tali quote; riforma disciplina dei licenziamenti individuali; abolizione del monopolio legale dell'INAIL in materia di assicurazione obbligatoria contro gli infortuni sul lavoro e le malattie professionali; riforma del sistema degli ammortizzatori sociali e della disciplina dei contributi sociali, nonché per l'istituzione dell'Agenzia nazionale per la gestione dell'indennità di disoccupazione e il reinserimento dei lavoratori disoccupati; abolizione del diritto di accesso al fondo altrui per l'esercizio della caccia; disposizioni sulle attività circensi e per la promozione dello spettacolo circense senza uso di animali; censimento e il recupero di immobili pubblici inutilizzati e per la loro destinazione a fini di edilizia sociale; istituzione dell'Osservatorio nazionale sull'uso del suolo; istituzione di una carbon tax; disposizioni per il riconoscimento e la disciplina della pratica del naturismo; realizzazione di aree pedonali, a traffico limitato e a velocità moderata nei centri storici e nelle strade di quartiere e locali; modifica all'articolo 16 del decreto legislativo 24 aprile 2006, n. 219, in materia di medicinali omeopatici; legge quadro per la ricostruzione dei territori colpiti dal sisma del 6 aprile 2009; incontri tra i detenuti o internati conduttori di cani e i loro animali; monitoraggio e la riduzione del consumo del suolo e introduzione di misure di compensazione ecologica preventiva; riforma nomina dei direttori generali delle agenzie regionali per la protezione dell'ambienteNel 2010, ha presentato e fatto approvare la mozione parlamentare che ha interrotto la produzione di Penthotal da parte dell’azienda Hospira di Liscate (Milano, Italia) che veniva utilizzato per le iniezioni letali negli Stati Uniti. L'inizitiva ha portato alla revisione del “regolamento europeo sul commercio di merci che potrebbero essere utilizzate per la pena capitale, la tortura o altri trattamenti o pene crudeli, inumani o degradanti“ con l’inclusione dei farmaci previsti dai protocolli per l’esecuzione tramite iniezione letale.\nCon Nessuno tocchi Caino ha promosso campagne iscrizioni e presentato con successo progetti per l'abolizione della pena di morte alla Commissione europea e ai Ministeri degli Affari Esteri della Norvegia, dei Paesi Bassi e della Svizzera. Tra i fondatori dell’associazione che ha condotto la battaglia per l’approvazione da parte dell’assemblea generale delle nazioni unite della risoluzione per la moratoria universale delle esecuzioni capitali."
}