{
    "summary": "Elisa, all'anagrafe Elisa Toffoli (Trieste, 19 dicembre 1977), è una cantautrice, compositrice, polistrumentista, musicista e produttrice discografica italiana.\nNel corso della sua carriera ha avviato inoltre progetti in qualità di regista di videoclip, attrice teatrale, fotografa, doppiatrice e scrittrice.\nIn oltre 20 anni di carriera, dopo la realizzazione di 10 album in studio, 6 compilation, 2 album dal vivo, 5 album video, 51 singoli e altrettanti video musicali, ha venduto oltre 5,5 milioni di dischi certificati da M&D e FIMI, riscuotendo successo anche in Europa e in Nord America. Nelle classifiche di vendita italiane e internazionali, ha raggiunto 10 volte la top-ten con i suoi album, conquistando 4 volte la prima posizione, mentre per quanto riguarda i singoli, ha raggiunto la top-ten 16 volte, con 6 numeri uno, guadagnando complessivamente 1 disco di diamante, 1 disco multiplatino (come membro del gruppo Artisti Uniti per l'Abruzzo), 33 dischi di platino e 10 dischi d'oro.\nIn Italia ha ottenuto tutti i principali premi e riconoscimenti in ambito musicale: dal Festival di Sanremo nel 2001 con il brano Luce (tramonti a nord est), grazie al quale conquistò sei premi, incluso il primo posto nella categoria Big, alla Targa Tenco, da due Premi Lunezia a 15 Italian, Wind & Music Awards, dal Festivalbar al Nastro d'argento, e un Premio Regia Televisiva. Tra gli altri numerosi riconoscimenti c'è anche un MTV Europe Music Award. Nel 2013 il brano Ancora qui, colonna sonora del film di Quentin Tarantino Django Unchained, scritta da Elisa e composta da Ennio Morricone, ha fatto parte delle settantacinque canzoni tra cui sono state scelte quelle candidate all'Oscar alla miglior canzone originale. L'album della colonna sonora ha inoltre ricevuto una nomination ai Grammy Awards 2014 nella categoria \"Miglior colonna sonora per un film\".\nSpecialmente agli esordi, fu paragonata dalla critica ad Alanis Morissette per stile vocale e a Björk per stile musicale.\nNonostante la sua musica sia principalmente descritta come pop rock e alternative rock, nel suo repertorio ha anche attinto da generi quali trip hop e dance, e alcuni suoi lavori sono influenzati da post-grunge, soul, indie rock, alternative dance, soft rock."
}