{
    "summary": "Enzo Cainero (Tavagnacco, 23 agosto 1944) è un dirigente sportivo italiano.\nCommercialista di Udine, è noto soprattutto per la lunga carriera quale dirigente sportivo e di organizzatore di eventi.\nAlla fine degli anni sessanta ha iniziato una carriera agonistica nel calcio che l'ha portato fino in serie A, difendendo la porta del Varese. Smessa l'attività di portiere, è stato dirigente dell'Udinese Calcio, vincendo tra l'altro il campionato Primavera nel 1980-81 con una squadra ricca di grandi talenti friulani quali, tra gli altri, Luigi De Agostini, Paolo Miano Maurizio Trombetta Gianfranco Cinello e manager del Venezia Calcio del presidente Maurizio Zamparini, all'inizio degli anni novanta.\nA metà degli anni ottanta, è stato presidente dell'Apu Udine, la maggiore realtà cestistica della provincia udinese: il suo bilancio parla di quattro campionati di serie A2 e uno in serie A1, gestendo campioni del calibro di Larry Wright, Clarence Kea, Winfred King, Marques Johnson e italiani di valore come Lorenzo Bettarini, Tiziano Lorenzon, Marco Solfrini, Achille Milani.\nNegli anni successivi, restando nell'orbita della pallacanestro, ha pure vinto il primo titolo italiano over35 con la squadra di Udine.\nNegli anni Duemila è stato il project manager delle Universiadi di Tarvisio 2003.\nHa all'attivo pure l'organizzazione, in qualità di presidente operativo dello staff organizzativo, della Settimana Tricolore di ciclismo nel 2001, vinta tra i professionisti da Michele Bartoli, e nel 2006, terminata con il trionfo di Paolo Bettini: entrambe le edizioni si sono corse sulle strade del Friuli Venezia Giulia. Nel 2003 e nel 2007 è stato inventore e protagonista delle tappe del Giro d'Italia di ciclismo terminate con l'ascesa al monte Zoncolan, entrambe vinte da Gilberto Simoni, nel 2003 su Francesco Casagrande e Stefano Garzelli, nel 2007 su Leonardo Piepoli e il lussemburghese Andy Schleck.\nNel 2008 è candidato a sindaco di Udine per il centro-destra, ma viene sconfitto.\nÈ zio di Chiara Cainero, la prima italiana a vincere la medaglia d'oro ai Giochi della XXIX Olimpiade nella disciplina di tiro a volo."
}