{
    "summary": "Fabio Besta Meneghetti (Teglio, 17 gennaio 1845 – Tresivio, 3 ottobre 1922) è stato un economista italiano, docente universitario di ragioneria alla Ca' Foscari di Venezia.\nLa famiglia Besta è una delle più antiche della Valtellina; ancor oggi, a Teglio, si può visitare il palazzo Besta, in cui la famiglia risiedeva più di mezzo millennio fa.\nBesta aveva dedicato gran parte del terzo volume della sua opera maggiore La Ragioneria (solitamente ricordata come il \"Trattato\" di Besta) ad argomenti di natura storica, iniziando con le origini del metodo in partita doppia per proseguire con l'analisi delle scritture delle aziende medievali italiane e la trattazione delle teoriche del conto in Italia ed all'estero. Grande merito di Fabio Besta era stato, però, anche quello di indirizzare agli studi storici tutti gli allievi che intendevano dedicarsi alla ricerca e dall'insegnamento universitario, tanto che all'Alfieri, al Vianello, al Rigobon, al Ghidiglia, siamo debitori, in particolare, di molte e pregevoli monografie di natura storica.\nA seguito di questo amore della scuola veneziana per gli studi storici, sia Besta sia gli allievi che, prima o dopo, salivano su cattedre universitarie erano soliti dedicare parte dei loro corsi di lezioni alla storia delle scritture contabili o della ragioneria.\nProprio a Fabio Besta si deve l'invenzione del \"Sistema Patrimoniale\", utilizzato in Italia negli anni '20-'30 e successivamente adottato nella quasi totalità degli altri paesi del mondo, con la terminologia di \"Sistema Patrimoniale Anglosassone\".\nBesta, dagli studi condotti sull'amministrazione, deduce che essa non può essere una scienza perché la gestione aziendale coinvolge fattori troppo eterogenei; trova invece nel controllo economico leggi valide per tutte le aziende, a partire dalle quali ridefinisce la ragioneria come scienza del controllo economico. Gli studi sulla ragioneria lo portano a inventare il sistema patrimoniale (in auge in Italia fino agli anni trenta), caratterizzato dal tracciamento di attivo, passivo e delle loro variazioni rilevate in appositi conti. Tra i suoi allievi vi fu Alberto Ceccherelli."
}