{
    "summary": "Federico Maggioni (Campo, 5 settembre 1944) è un illustratore e grafico italiano.\nTrascorre gli anni dell'infanzia e della prima adolescenza a Roma, prima di trasferirsi con la famiglia a Milano dove tuttora vive e lavora. Durante il periodo universitario, è iscritto alla Facoltà di scienze economiche dell'Università cattolica di Milano, sviluppa un forte interesse per il disegno e, dopo il servizio di leva, nel 1969, viene assunto alla Domenica del Corriere, dove può fare le prime esperienze di grafica e illustrazione. Dopo un breve periodo al Corriere dei Piccoli, entra, nel 1972, nella redazione del nuovo periodico Corriere dei ragazzi di cui, ormai giornalista professionista, diventa due anni dopo capo servizio grafico. Nel 1975, con la direzione di Alfredo Barberis, partecipa al progetto del nuovo Corriere dei Piccoli di cui diventerà art director, prima di collaborare, nella seconda metà degli anni Settanta, con la casa editrice Vallecchi di cui studia il restyling grafico. Nel 1979 viene incaricato dall'editore Raffaele Crovi di realizzare le copertine per la casa editrice Rusconi. Nel 1980 pubblica il suo primo libro, Là nel selvaggio West, realizzato insieme a Tiziano Sclavi. Ne seguiranno molti altri, pubblicati dalle maggiori case editrici italiane (Rizzoli, Mondadori, Einaudi, Feltrinelli, Salani, Zanichelli, Elle, Editori Riuniti, Bruno Mondadori, Fatatrac, La coccinella, Elemond) e scritti da autori come Renato Queirolo, Donatella Ziliotto, Francesca Lazzarato, Roberto Denti, Roberto Piumini, Giusi Quarenghi, Ennio Cavalli o Antonio Steffenoni. \nNello stesso periodo la rivista Grazia comincia a ospitare le sue illustrazioni a commento dei racconti settimanali. Da questo momento i suoi disegni appaiono su testate come Corriere della sera, Epoca, Amica, Brava, Salve, Internazionale o Abitare. \nNel 1981 diventa responsabile grafico del gruppo editoriale Bompiani-Sonzogno-Fabbri e nel 1984 progetta per la Bonelli editore, insieme a Tiziano Sclavi, l'edizione italiana della rivista Pilot, di cui sarà art director. In seguito collabora come grafico editoriale e concept designer con aziende come Ipsoa, Sole 24 ore e Mythos Arkè. Ha progettato e realizzato per il quotidiano Il Giorno l'inserto settimanale per ragazzi. \nNel 2000 comincia a collaborare con la casa editrice Corraini di Mantova per cui realizza numerosi libri come Cuore di Edmondo De Amicis, Il regolamento del giuoco del calcio e Rosa Vercesi, testo teatrale di Guido Ceronetti. Nel 2006 pubblica, per la casa editrice Piemme, I promessi sposi nei disegni di Federico Maggioni e nello stesso anno illustra la nuova edizione del Cavaliere inesistente di Italo Calvino. L'anno seguente comincia a collaborare con la casa editrice Longanesi per cui realizza numerose copertine della collana Le spade. Nel 2008 realizza le illustrazioni per il volume dedicato a Giulio Cesare Croce L'arguto bolognese, scritto da Elisabetta Lodoli e pubblicato da Bup. Nel 2009 la casa editrice BD ripubblica Là nel selvaggio West e l'anno seguente, sempre per BD, realizza le illustrazioni per la ristampa di Mostri di Tiziano Sclavi.\nCollabora con la rivista Liber ed è direttore responsabile di Un sedicesimo, edita da Corraini.\nHa partecipato a numerose collettive in Italia e in Europa. Sue personali sono state organizzate a Milano, Pavia, Pontremoli, Mantova, Bologna e Lecco.\nHa organizzato laboratori per adulti e ragazzi in diverse edizioni del Festivaletteratura di Mantova (di cui ha realizzato il manifesto nel 2010) e nell'anno scolastico 2007/2008 ha tenuto un corso d'illustrazione presso l'Accademia di belle arti di Bologna.\nIn occasione dei 150 anni dell'unità d'Italia, ha illustrato, per il Corriere della sera, alcune delle 45 puntate di Visioni d'Italia (di cui ha creato il logo), una serie di articoli scritti da Gian Antonio Stella e Sergio Rizzo tesi a rileggere momenti e luoghi salienti del Risorgimento pubblicati ogni sabato sul quotidiano milanese dal febbraio al dicembre del 2010. \nSempre in occasione del centocinquantenario dell'Unità d'Italia ha curato, per le edizioni BD, il volume Tracce di Garibaldi (2011).\nL'11 marzo del 2012 viene pubblicata, sulla Lettura, l'inserto culturale domenicale del Corriere della sera, la prima puntata di una graphic novel legata ai sogni (e a Freud). Dopo il primo episodio, omaggio alla poesia di Leopardi , la seconda puntata (dedicata a Kandinskij) appare, sempre sulla Lettura, il 15 luglio dello stesso anno. La serie si conclude quattro anni dopo, il 27 marzo del 2016, con una storia incentrata su Amleto (e il suo fantasma). \nIl primo dicembre del 2012 viene inaugurata a Cremona (presso Santa Maria della Pietà) una mostra antologica intitolata Che la festa cominci e nello stesso mese viene quindi pubblicata la versione del Canto di Natale di Charles Dickens illustrata da Federico Maggioni e pubblicata da Corraini Editore.\nNel 2013 realizza diverse vedute della città di Genova che verranno pubblicate nel volume Bambini di Simonetta Maione, Federico Maggioni e Mario Lodi (Artebambini) e nello stesso anno pubblica nella collana dei Classici del Battello a vapore delle Edizioni Piemme una versione illustrata del Giornalino di Gian Burrasca di Vamba, arricchita da un'introduzione di Dario Fo. \nSempre nel 2013 inizia una collaborazione con Donzelli Editore, con cui pubblica l'edizione illustrata di 24 ore nella vita di una donna di Stefan Zweig, cui seguiranno due classici come I tre moschettieri (2014) e Vent'anni dopo (2015) di Alexandre Dumas, oltre a La Grande guerra raccontata ai ragazzi (2015) di Marnie Campagnaro."
}