{
    "summary": "Felice Pedroni, anche noto come Felix Pedro (Fanano, 16 aprile 1858 – Fairbanks, 22 luglio 1910), è stato un cercatore d'oro italiano che, nel 1902, scoprì un ricco filone aurifero in Alaska ponendo le basi per la fondazione della città di Fairbanks.\n\nNacque nel 1858, ultimo di sei fratelli, nella località Le Teggie (frazione di Trignano del comune di Fanano).\nOrfano di padre giovanissimo fu costretto ad emigrare, prima in Francia nel 1881, poi negli Stati Uniti nello stesso anno. Fu bracciante, poi minatore, ma presto fu preso dalla febbre dell'oro.\nNel 1894 si trasferì in Canada e nel 1895 nel bacino dello Yukon (Alaska) dove il 22 luglio 1902 scoprì un filone d'oro nel fondo di un torrente (che oggi viene chiamato, in suo onore, Pedro Creek). Ottenuta la concessione statale per l'estrazione dell'oro, divenne in poco tempo il presidente del Distretto minerario di Fairbanks che fondò, l'8 settembre 1902, presso la sua baracca. In breve tempo, a pochi chilometri dal distretto, nacque quella che sarebbe diventata l'attuale città di Fairbanks.\nOrmai ricco, tornò in Italia nel 1906 e si invaghì di una maestrina di Lizzano in Belvedere, tale Egle Zanetti (detta Adelinda), e le chiese di sposarlo, ma la donna rifiutò la sua proposta di matrimonio. Così, tornato in Alaska, sposò l'irlandese Mary Ellen Doran, ballerina di un saloon e donna \"incontentabile\". Per renderla felice le comperò anche un ranch a Tacoma, nello Stato di Washington. Anche i rapporti col suo socio, nonché finanziatore delle prime spedizioni, peggiorarono, tanto che lo citò in tribunale.\nMorì a soli 52 anni, nel 1910, all'ospedale di Fairbanks in circostanze apparentemente naturali ed il suo corpo fu imbalsamato e spedito in California dalla Mary Doran dove fu sepolto a Colma, vicino a San Francisco.\nLa salma venne ritrovata negli anni settanta dal notaio di Pavullo, Amato Cortelloni, e traslata nel cimitero di Fanano nel 1972.\n\nDal 2002 il comune di Fanano, per ricordare il suo cittadino, è gemellato con Fairbanks.\nOgni anno, a Fairbanks, Pedroni viene ricordato durante i Golden Days (i \"giorni dell'oro\"), manifestazione che prevede una gara per eleggere il sosia di Felice Pedroni. Il vincitore entra a cavallo in città e deposita in banca un sacchetto pieno d'oro.\nA Fanano, suo paese natale, è stata aperta una taverna denominata \"L'osteria dell'Emigrante\" proprio in suo onore.\nDal 2002 a Trignano si organizza il Felix Pedro Day che nel 2008 è diventato L'oro di Felice Pedroni. L'evento si tiene la seconda domenica di luglio.\nEsiste un progetto per la riesumazione dei resti di Felice Pedroni a cura di un antropologo dell'Università di Bologna che, col consenso degli eredi, cercherà di fare luce sulle cause della sua morte."
}