{
    "summary": "Flavia Pennetta (Brindisi, 25 febbraio 1982) è un'ex tennista italiana.\nVincitrice degli US Open 2015, è stata la seconda italiana di sempre (dopo Francesca Schiavone) a essersi aggiudicata un torneo del Grande Slam, battendo la connazionale Roberta Vinci in una storica finale tutta italiana e diventando a 33 anni la tennista più anziana di sempre ad aggiudicarsi il primo Slam della carriera.  \nNel corso della carriera ha vinto 11 tornei WTA in singolare (compreso il prestigioso torneo di Indian Wells) battendo giocatrici come Venus Williams, Maria Sharapova, Victoria Azarenka, Justine Henin, Amélie Mauresmo, Martina Hingis, Simona Halep, Caroline Wozniacki e Jelena Janković (tutte ex numero uno del mondo); è anche la tennista italiana ad aver accumulato il più alto montepremi in carriera, con un guadagno complessivo di oltre 14 000 000 $. \nÈ stata numero 6 del mondo nel settembre 2015, poco dopo il trionfo a New York; precedentemente era stata anche la prima tennista italiana ad entrare nella top ten della classifica mondiale WTA Tour il 17 agosto del 2009, vincendo il torneo di Palermo, il Premier di Los Angeles e raggiungendo la semifinale a Cincinnati, inanellando così una serie positiva di 15 vittorie consecutive (record per una tennista italiana).\nOltre al singolare, ha ottenuto ottimi risultati anche in doppio, specialità nella quale è stata la prima italiana in assoluto ad aver raggiunto la posizione nº1 del mondo nel febbraio 2011, vincendo in tutto 17 tornei WTA tra cui anche un torneo del Grande Slam (Australian Open 2011) e i WTA Tour Championships 2010 a Doha, entrambi in coppia con l'argentina Gisela Dulko. È l'unica tennista italiana ad essersi aggiudicata un torneo dello Slam in singolare e doppio.\nSi è inoltre aggiudicata quattro volte la Fed Cup con l'Italia nel 2006, 2009, 2010 e 2013, successi grazie ai quali è stata premiata dal CONI con il Collare d'oro al merito sportivo.\nHa abbandonato definitivamente il tennis al termine della stagione 2015, all'età di 33 anni. Si è sposata l'11 giugno 2016 con il tennista Fabio Fognini e il 19 maggio 2017 è nato il primo figlio della coppia, Federico, così chiamato in memoria dell'amico Federico Luzzi, tennista aretino morto nel 2008 a 28 anni a causa di una leucemia fulminante.È stata invitata in varie occasioni come commentatrice ed opinionista per Sky Sport durante i grandi eventi di tennis."
}