{
    "summary": "Franco Dragone (Cairano, dicembre 1952) è un regista e direttore teatrale italiano naturalizzato belga.\nSi stima che, tra alcuni show del Cirque du Soleil da lui diretti e quelli della sua casa di produzione, quasi 80 milioni di persone nel mondo abbiano visto uno spettacolo di Franco Dragone. Nel 2015, l'insieme degli spettacoli di Dragone in attività nel mondo rappresenta una capacità di tre milioni di spettatori, con una proiezione di venti milioni per il 2020.\nÈ esponente su scala mondiale di una forma originale di teatro che, partendo da simboli e spazi ancestrali, valorizza l'essere umano attraverso l'esaltazione del virtuosismo fisico-acrobatico, l'espressione gestuale e danzata, il ruolo della musica e della visualità pittorica su grande scala, con un ruolo creativo della tecnologia e della scenotecnica moderna per ampi spazi.\nDragone è stato insignito di tre Obie Award e di un Los Angeles Critics' Award, oltre ad aver ricevuto la laurea honoris causa dall'Università del Quebec.\nÈ il fondatore e direttore artistico della compagnia Dragone, con sede in Belgio a La Louviére, gruppo tra i leader mondiali di eventi e spettacoli teatrali, per la maggior parte in luoghi permanenti appositamente edificati, conciliando l'alta spettacolarità con il rigore della ricerca artistica. La compagnia Dragone occupa 150 dipendenti a La Louviére e una media di altri 3/400 in ciascuno degli spettacoli in attività.\nNato in Italia, si trasferì a sette anni in Belgio, nella città di La Louvière in Vallonia, assieme alla famiglia. Qui frequentò il conservatorio di Mons e studiò lingue e scienze politiche, avvicinandosi al mondo del teatro, con un ruolo importante nelle origini del genere del teatro sociale, fortemente ispirato da Ariane Mnouchkine, Dario Fo e dalla commedia dell'arte moderna.\nNei primi anni ottanta, nel corso di alcune esperienze teatrali in Québec, entrò in contatto con quello che poi sarebbe diventato il Cirque du Soleil, introducendo in vari workshop il lavoro europeo sulla maschera e altre tecniche di teatro. Franco Dragone contribuisce in modo determinante a plasmare l'identità artistica del Cirque du Soleil, scrivendo e dirigendo quasi tutti gli spettacoli dal 1995 al 1998: in totale dieci titoli rappresentati per anni nei cinque continenti, tra cui i celebri Saltimbanco (1992) e Alegria (1994).\nDi essi, tre continuano tuttora ad essere rappresentati in teatri permanenti: Mystère (dal 1993) e O (dal 1998) a Las Vegas; La Nouba (dal 1998) a Orlando. \nNel 2000 torna a La Louvière dove fonda la casa di produzione che tuttora guida, staccandosi completamente dall'estetica del Cirque du Soleil, verso una propria visione creativa originale.\nNel 2003, crea lo spettacolo di Céline Dion A New Day... al Caesar's Palace di Las Vegas, dove l'artista si esibì per duecento sere accompagnata da corpo di ballo ed effetti speciali. Esso era ispirato a O, uno degli ultimi spettacoli che Dragone diresse per il Cirque, ancora rappresentato nella Sin City.\nNegli ultimi anni Franco Dragone con la sua compagnia ha contribuito a fissare nuovi standard mondiali nel campo dei teatri costruiti per spettacoli permanenti, sia dal punto di vista dei risultati artistici che della sofisticazione architettonica, specializzandosi tra l'altro nello sviluppo creativo del video al servizio del teatro, e nella scenotecnica acquatica.\nNel 2005 Dragone crea Le Reve a Las Vegas (2005), commissionato dal magnate dell'industria alberghiera Steve Wynn. Lo spettacolo è rappresentato in contemporanea agli altri due che il regista ha già creato per il Cirque du Soleil, rimodellando il paesaggio stesso e l'estetica di Las Vegas: per il sociologo Chris Jones della Columbia University, quello di Franco Dragone é \"uno dei contributi più notevoli alla cultura urbana americana moderna\".\nThe House of Dancing Waters ha debuttato nel 2010 a Macao. Quest'ultima opera in meno di cinque anni ha attratto 3 milioni e 200mila spettatori con duemila repliche.\nIn seguito a tale successo, il gruppo cinese Dalian Wanda Group, decide di investire su Dragone 1 milardo e 650 milioni di dollari per la realizzazione di sei spettacoli teatrali permanenti in Cina.\nNel 2014 a Wu Han (Cina), per lo spettacolo The Han Show è stato costruito il più sofisticato teatro esistente sul pianeta. Esso include una scena trasformabile in piscina profonda 8 metri e i più grandi video-schermi mobili mai realizzati. Tale teatro nel 2015 ha vinto il Live Design Award come \"best theatre in the world\".\nNel 2015 ha debuttato anche The Dai Show nella città di Xishuangbanna (Cina), in un apposito teatro circolare, anch'esso con scena acquatica, dall'architettura avveniristica.\nNel 2015 Franco Dragone ha creato Paris Merveille, la nuova rivista del Lido di Parigi.\nSpecialista anche in grandi eventi speciali, Dragone ha curato tra l'altro la cerimonia di apertura e di chiusura dei Mondiali di calcio Brasile 2014.\nNel 2014 ha scritto la prefazione alla raccolta \"Cairano. Relazioni Felicitanti\", un'opera ambientata interamente nel suo paese d'origine. L'idea è partita proprio da Dragone come omaggio alla terra irpina. Egli ha invitato alla stesura dei racconti diversi autori fra cui Vincenzo Fiore con il suo \"Esilio metafisico\"."
}