{
    "summary": "Francesco Scaramuzza (Sissa, 14 luglio 1803 – Parma, 20 ottobre 1886) è stato un pittore e poeta italiano.\nDimostrò fin da giovanissimo una spiccata attitudine per il disegno, e venne iscritto alla Regia Accademia di Belle Arti di Parma, dove fu allievo di Antonio Pasini e Giovanni Tebaldi. Dopo aver vinto vari premi, nel 1826 vinse un concorso per una scuola di perfezionamento a Roma, dove realizzò i suoi primi importanti lavori: una grande tela raffigurante Silvia e Aminta e San Giovanni Battista nel deserto (conservati nella Galleria Nazionale di Parma).\nTornato a Parma nel 1830, dipinse affreschi e tele in varie chiese di Parma e della provincia. Nel 1836 partecipò all'Esposizione nazionale di Milano, presentando un'opera rappresentante l'episodio del conte Ugolino dell'Inferno di Dante. L'opera fu molto apprezzata sia dal pubblico che dalla critica, tanto da indurlo a cimentarsi nella realizzazione di dipinti sull'intera Divina Commedia.\nTra il 1836 e il 1842 realizzò affreschi nella Sala Dante e nella Sala di lettura della Biblioteca Palatina. Sul soffitto della sala di lettura dipinse Prometeo che ruba il fuoco, protetto da Minerva.\n\nNel 1853, con l'avvicinarsi del sesto centenario della nascita di Dante, il dittatore delle province Parmensi, Luigi Carlo Farini, lo contattò per commissionargli la realizzazione di opere sul sommo poeta. Scaramuzza accettò la proposta e intraprese l'opera, ma dopo poco tempo il progetto fu fermato per problemi economici del committente. Convinto della validità dell'impresa, continuò però il lavoro per proprio conto. L'opera, non ancora del tutto compiuta, fu esposta per la prima volta a Parma nel 1870, e fu subito giudicata un capolavoro.\nNello stesso periodo il francese Gustave Doré, che era venuto a conoscenza del progetto di Scaramuzza, realizzò e pubblicò anch'egli le proprie illustrazioni dantesche, che ebbero un grande successo, tanto da oscurare quello ottenuto da Scaramuzza. Contrariato dal successo del suo antagonista, in un primo tempo pensò di non terminare l'opera, ma poi continuò nel lavoro, che concluse nel 1876. L'illustrazione della Divina Commedia è considerata la sua opera più importante e rappresentativa. È costituita da 243 tele su cartone così suddivise: 73 per l'Inferno, 120 per il Purgatorio e 50 per il Paradiso.\n\n \nSi cimentò anche nella poesia. Influenzato da Ludovico Ariosto, compose un Poema Sacro di XVII Canti in ottave. Si definiva \"poeta per procura\" e sosteneva di avere poteri medianici e di riuscire a scrivere i suoi versi grazie ai suoi poteri paranormali. Scrisse anche alcuni drammi teatrali, che diceva essergli «dettati» da Carlo Goldoni.\nDal 1860 al 1877 fu direttore dell'Accademia di Belle Arti di Parma. Molti pittori parmigiani si formarono alla sua scuola pittorica, tra cui Cecrope Barilli, Ignazio Affanni, Giorgio Scherer e Cletofonte Preti.\nA Parma gli è intitolata una via dell'Oltretorrente, che collega viale Pasini a via Marchesi."
}