{
    "summary": "Francesco Finocchiaro (Aci Catena, 19 marzo 1942) è un imprenditore italiano.\nGiuseppe Fava, nel primo editoriale de I Siciliani, intitolato appunto I quattro cavalieri dell'apocalisse mafiosa, lo menzionò come uno dei quattro cavalieri dell'apocalisse mafiosa, con Gaetano Graci, Carmelo Costanzo e Mario Rendo. «Soave, silenzioso e apparentemente timido... efficiente, preciso, puntuale, rapido, i suoi appalti sono stati sempre terminati a tempo di record»: così lo definiva il giornalista, ucciso da dei membri del clan mafioso dei Santapaola il 5 gennaio 1984, un anno dopo la pubblicazione dell'articolo, dopo vari tentativi dei cavalieri di acquistare la rivista.\nSi dedicava esclusivamente alla costruzione di palazzi a Catania. Tra le opere edificate dalla sua ditta ci sono il palazzo della Posta-ferrovia e quello della nuova pretura. Aveva anche la sede nella zona più in di Catania, sul lungomare detto \"La Scogliera\", che collega la città con i paesi di Acitrezza e Acicastello.\nNegli anni novanta conobbe Angelo Bonanno, ritenuto un boss della mafia vicino a Nitto Santapaola. Bonanno diede la possibilità di visitare Marbella, in Spagna, dove c'erano dei terreni edificabili disponibili per la sua impresa. Per questo servizio, Finocchiaro avrebbe dato un miliardo e duecento milioni di lire di pizzo a Bonanno, sponsorizzando in maniera fittizia il figlio Giovanni, pilota di Formula 3000 in seguito arrestato per ricettazione e riciclaggio aggravato e continuato.\nÈ stato coinvolto in uno scandalo edilizio insieme a vari politici catanesi su alcune costruzioni in viale Africa. È stato assolto dal processo che ne è seguito in quanto si è giunti alla conclusione che Finocchiaro dovette concedere delle tangenti ai politici coinvolti, tra cui Salvo Andò (il processo si è concluso con la prescrizione).\nIn seguito ai processi che videro coinvolti gli altri cavalieri dell'apocalisse, l'impresa di Finocchiaro poté riprendere la propria attività imprenditoriale."
}