{
    "summary": "Gavino Cossu (Cossoine, 1844 – Sassari, 22 ottobre 1890) è stato un romanziere italiano.\nTra i massimi esponenti del romanzo storico in Sardegna, fu collaboratore delle pagine culturali dell'«Avvenire di Sardegna», del «Corriere di Sardegna» e de «La Stella di Sardegna» e direttore della «Gazzetta di Sassari».\nDi professione insegnante, poi ispettore scolastico, fu rettore del Provveditorato agli Studi di Cagliari e, per meriti, Cavaliere della Corona d'Italia.\nGavino Cossu trascorse nel paese natale (e stagionalmente nella vicina Bonnanaro) gli anni della giovinezza e della formazione, fino al 1875. Insegnante elementare «condannato dalla sua cattiva stella a consumar la vita nel far apprendere l'a bi ci a parecchie decine di figli del popolo», svolse l'incarico di ispettore scolastico in diversi circondari della Sardegna, con missioni a Ozieri, Nicastro di Calabria, Oristano, Cagliari e Sassari, con competenze su 199 scuole del territorio, e con mandati di rettore degli uffici del Provveditorato agli Studi di Cagliari. Per meriti acquisiti fu eletto, con decreto regio, Cavaliere della Corona d'Italia.\nContemporaneo di Alessandro Manzoni, esprime doti di grande narratore e la capacità di rendere reale, nelle sue descrizioni, personaggi ed ambienti. Gavino Cossu viene individuato, insieme a pochi altri e prima ancora della stessa Deledda, come pioniere dei romanzieri storici del XIX secolo.\nAmpia la produzione pubblicistica. Di più organico sviluppo si segnalano gli scritti: “La Sardegna. Età preistorica”, in «La stella di Sardegna», a. II (1876), vol. I, n. 11; “La poesia”, in «La stella di Sardegna», a. II (1876), vol. II, n. 26; “Laboremus”, in «La stella di Sardegna», a. III (1877), vol. IV, n. 7; “Il Medio Evo”, in «La stella di Sardegna», a. III (1877), vol. IV, nn. 16-17; “Un cantore sardo alla Corte dei primi due Cesari”, in «Avvenire di Sardegna della  domenica», a. XIV (1884), nn. 5, 10-11; “I tempi di Michele Zanche. La Sardegna nel medioevo”, in «La stella di Sardegna\n», a. X (1885), vol. VI, nn. 5, 7, 9, 10; “Tigellio”, in «La stella di Sardegna», a. X (1885), vol. VI, nn. 30, 32, 33.\nUn suo lavoro di carattere storico su Giovanni Maria Angioy (dal programmatico titolo Giovanni M. Angioy e i moti liberali del secolo scorso) rimane incompiuto; di esso consegna memoria nel 1882 sulle colonne dell'«Avvenire di Sardegna», ma non ne permane traccia. Di salute cagionevole, Cossu spirò all'ospedale civile di Sassari nel 1890, all'età di 46 anni. Le sue spoglie sono state ai tempi deposte presso il Cimitero Monumentale di Sassari.\nUn suo profilo fu vergato da E. Gabba, sulle colonne de L'Unione sarda, il 27 settembre 1890, tre giorni dopo la scomparsa:\n«Freddo, agghiacciante nel suo laconismo, il telegrafo reca la notizia della morte del distinto ispettore scolastico cav. Gavino Cossu. Ancora commosso, e non bene riavuto dalla prima dolorosissima impressione, vengo a dire di lui e della sua vita sinceramente, come riconoscenza ed affetto d'amico me ne fanno dovere.\nCossoine gli diè la culla; natura un potente ingegno e pregi che lo innalzarono oltre la sfera comune; Sassari l'ultimo asilo.\nDa fanciullo mostrò grande amore allo studio, e con distinzione superò giovanissimo l'esame di maestro elementare.\nNel suo paese natìo insegnò per lunghi anni, com'egli scrisse modestamente, l'abbicì a parecchie dozzine di figli del popolo;\ne le fatiche dell'insegnamento alternava con quelle dei suoi studi speciali per raggiungere l'ideale che vagheggiava in una lustrosa carriera.\nVolere è potere credo fosse il suo dogma; né, perciò, la volontà e ferma volontà dell'Alfieri ebbe, forse mai, pari un imitatore.\nStudiava di giorno, studiava di notte; se sano od anche leggermente ammalato. Dovunque e a tutte le ore, se se ne eccettuano quelle del sonno invero pochissime, il libro era il compagno suo invisibile, la guida sua più cara.\nNel 1866, se non erro, incominciò a far parte della repubblica letteraria: il Corriere di Sardegna accoglieva il suo primo lavoro dal titolo Il Colle del Diavolo – Nel 1871 L'Avvenire di Sardegna ne pubblicava La pazza della Maddalena, e già acquistava tanta facilità nello scrivere, che di questo racconto, avendo appena preparata la tela e poche puntate corrette, ne incominciava la spedizione a Cagliari per la stampa.\nVerso il 1875 raggiunse la posizione di ispettore scolastico e ne furono onorati diversi circondari, tra i quali primeggia quello di Cagliari, ove più volte gli fu dato l'alto incarico di reggere l'ufficio del Provveditore agli studi.\nParecchi anni dopo, i torchi gemevano per la pubblicazione dell'interessante romanzo di soggetto sardo – come sempre piacque al Sardo Scrittore – che s'intitola Gli Anchita e Brundanu; ed i suoi lettori ne aspettavano adesso il Don Giommaria Angioi, ch'egli diceva sarebbe stato l'ultimo suo lavoretto.\nIo di certo, non mi attento a dar giudizi su queste opere; altri però lo fece, e, malgrado il rigore usato, vi rinvenne pregi stimabilissimi.\nUn R. decreto, a dimostrargli il conto in che era tenuto dal Ministero di Pubbl. Istr., lo creava Cavaliere della corona d'Italia, e nessuno può dire a qual gradino della sua carriera sarebbesi fermato se la morte non l'avesse colpito nell'età che ancora molto si può. \nFu direttore della Gazzetta di Sassari; ed in questi ultimi anni si occupò anche di antichità storiche, per cui, dovendo consultare autori latini, studiò da solo la lingua del Lazio.\nDebole di salute, sarebbe stato ben per lui seguire i premurosi consigli degli amici e ritirarsi a vita privata, ma preferì cadere nella breccia piuttosto che abbandonare la carriera con tanto amore abbracciata.\nIl 22 corrente morì in Sassari e sulla sua tomba condegnamente potrebbe scriversi, come su quella del Novellatore di Certaldo: Studium fuit alma poesis.»\nGiacomino Pittalis è stato il primo concittadino a ripercorrere l'esistenza di Gavino Cossu nel suo volume Un paese del Logudoro, Cossoine e dintorni nella storia di Sardegna, pubblicato nel 2004."
}