{
    "summary": "Giuseppe Astore (San Giuliano di Puglia, 17 novembre 1942) è un politico italiano.\nEletto senatore nel 2008 nelle liste dell'Italia dei Valori, il 9 novembre 2009 lascia l'Idv, dopo essere stato coordinatore regionale del Molise per molti anni e braccio destro del leader Antonio Di Pietro, per aderire al Gruppo Misto fondato la componente Partecipazione Democratica di cui è l'unico rappresentate. Il motivo principe dell'abbandono del partito è da ricercarsi, come sottolineato in conferenza stampa, nella non condivisione della decisione di Antonio Di Pietro di aver accolto nel movimento vari avversari politici alle ultime consultazioni che hanno avversato il partito e sono stati anche sonoramente bocciati dall'elettorato[1]\nPer le Elezioni regionali in Molise del 2011 Astore sostiene con la lista Costruire Democrazia il candidato del centrosinistra Paolo di Laura Frattura che non viene eletto per una manciata di voti 46.15% contro il 46.94% del candidato del centrodestra e Governatore uscente Michele Iorio. La lista consegue un buon risultato pari al 4.23% con un consigliere eletto Massimo Romano, uno dei più votati dell'intera competizione.[2]\n\n17 maggio 2012 il TAR del Molise ha annullato le elezioni regionali del 2011, con conseguente ritorno alle urne per la scelta del nuovo presidente di regione[5]. Il Consiglio di Stato, che ha analizzato i ricorsi, il 29 ottobre dello stesso anno, ha confermato la sentenza del TAR.[6].\n\nIorio si ricandida per la quinta volta in 13 anni alla guida della Regione. Alle elezioni regionali in Molise del 2013, la coalizione che sostiene Iorio (PdL, UDC, Grande Sud, Progetto Molise e La Destra) subisce una tremenda sconfitta ottenendo solo il 25,80% pari a 49.567 voti (perdendo in meno di un anno oltre 40 mila voti) e viene sconfitta dalla coalizione del centrosinistra, guidata sempre da Paolo Di Laura Frattura, che diventa Presidente della Regione Molise con il 44,70% dei voti pari a 85.881 voti.[7]\nDal 13 dicembre 2011 è Vice capogruppo vicario del Gruppo Misto al Senato."
}