{
    "summary": "Josto o Iosto (in latino: Hiostus; Cornus, III secolo a.C. – Decimomannu, 215 a.C.) è stato un militare cartaginese della Sardegna, figlio di Ampsicora.\nDopo la dura sconfitta nella battaglia di Canne subita dall'esercito romano nel 216 a.C. ad opera di quello cartaginese condotto da Annibale Barca, molti popoli sottomessi all'imperio romano, tra i quali anche i sardi, si ribellarono. La rivolta sarda, favorita da Cartagine, era guidata da Ampsicora in alleanza con gli abitanti delle impervie regioni interne, detti anche pelliti perché vestiti con pelli di animali.\nDa Cartagine partì una flotta, comandata da Asdrubale detto il Calvo, che però non arrivò in Sardegna perché, colpita da una tempesta fu dirottata sulle isole Baleari. Il proconsole romano Tito Manlio Torquato, inviato dal senato in Sardegna, previo arruolamento di 5.000 fanti e 400 cavalieri, in ausilio del pretore Quinto Mucio Scevola, poiché costui era debilitato da malattia; con l'esercito pretorile ivi presente ed i rinforzi mise insieme 20.000 fanti e 1.200 cavalieri, e si accampò a breve distanza dall'accampamento di Ampsicora.\nIl giovane Josto, figlio di Ampsicora, in assenza del padre che si era allontanato alla ricerca di rinforzi, preso da baldanzosa audacia iniziò la battaglia, ma battuto si rifugiò a Cornus (nei pressi dell'attuale Santa Caterina di Pittinuri). Asdrubale sbarcò finalmente a Tharros unendosi all'esercito di Ampsicora, mentre Manlio si rifugiò a Karales (l'odierna Cagliari). Le forze sardo-puniche si diressero anch'esse verso il meridione dell'Isola. Si giunse quindi nel 215 alla definitiva battaglia di Decimomannu, durata 4 ore, vinta dall'esercito romano. Perirono 12.000 sardo-cartaginesi (le fonti non indicano le perdite romane), altri 3.700 furono catturati insieme a 27 insegne militari.\nIl comandante cartaginese Asdrubale Barca, e i nobili cartaginesi Magone Barca, fratello di Asdrubale, e Annone di Tharros fomentatore della ribellione sarda, furono fatti prigionieri e condotti a Roma. Nella battaglia morì anche Josto. Ampsicora riuscì  fuggire dal campo di battaglia con pochi cavalieri, ma avuta notizia della morte del figlio e per l'infausto esito della guerra, si tolse la vita.\nLa città di Cornus, ed altre che avevano appoggiato l'azione di Ampsicora, si arresero e pagarono ingenti tributi in frumento e denaro.\nSilio Italico, nel suo poema Punica, scrive che Torquatus con i soldati percorre i lidi della Sardegna."
}