{
    "summary": "Luciano Moggi (Monticiano, 10 luglio 1937) è un ex dirigente sportivo e manager calcistico italiano.\nFu dirigente di Roma, Lazio, Torino, Napoli e Juventus, portando alla conquista di sei scudetti (cinque con la Juventus – più uno revocato – e uno con il Napoli), tre Coppe Italia (con Roma, Torino e Juventus), cinque Supercoppe italiane (quattro con la Juventus e una con il Napoli), una Champions League, una Coppa Intercontinentale, una Supercoppa UEFA e una Coppa Intertoto (tutte con la Juventus), oltre alla vittoria di una Coppa UEFA con il Napoli. Ha collaborato con il quotidiano Libero e per il sito web del settimanale Tempi, oltre a fare da opinionista per l'emittente Sportitalia, nonché di trasmissioni calcistiche sull'emittente radiofonica Radio Manà Manà. Dal 13 settembre 2015 è giornalista pubblicista.\nNel maggio 2006 è stato coinvolto nello scandalo sportivo noto come Calciopoli: il relativo processo penale a Napoli è arrivato alla sentenza di appello il 17 dicembre 2013 con una condanna a 2 anni e 4 mesi di reclusione. L'altro processo penale a carico di Moggi è quello relativo all'azienda Gea World ed è terminato nel 2014 con l'annullamento «per non corretta applicazione della norma» senza rinvio per prescrizione in Cassazione della precedente sentenza di condanna a un anno di reclusione per «violenza privata» e la conferma del verdetto assolutorio emesso nei due gradi precedenti per quanto riguarda l'accusa di «associazione a delinquere finalizzata all'illecita concorrenza». Nell'ambito della giustizia sportiva dopo avere scontato 5 anni di inibizione ha subito la sanzione della preclusione alla permanenza in qualsiasi rango e categoria della Federazione Italiana Giuoco Calcio (FIGC). Nell'ambito della giustizia penale il 24 marzo 2015 il processo finì con l'annullamento del verdetto di condanna in secondo grado senza rinvio essendo estinto per prescrizione il reato di «associazione per delinquere» (sopraggiunta nel 2014) e di due imputazioni di «frode sportiva» per insussistenza del reato nonché il rigetto del ricorso per alcune imputazioni di «frode sportiva», reati estinti per prescrizione nel 2012."
}