{
    "summary": "Lucio Battisti (Poggio Bustone, 5 marzo 1943 – Milano, 9 settembre 1998) è stato un cantante, compositore, arrangiatore e produttore discografico italiano.\nTra i più grandi, influenti e innovativi cantanti e musicisti italiani di sempre, è considerato una delle massime personalità nella storia della musica italiana sia come compositore e interprete dei suoi brani, sia come compositore per altri artisti. In tutta la sua carriera ha venduto oltre 25 milioni di dischi.Abile chitarrista e perfezionista, noto anche per l'attenzione ai dettagli e la cura quasi maniacale che dedicava agli arrangiamenti e agli accordi. La sua produzione ha impresso una svolta decisiva al pop/rock italiano: da un punto di vista strettamente musicale, Lucio Battisti ha rivoluzionato e personalizzato in ogni senso la forma della canzone tradizionale e melodica, spesso combinandola con sonorità e ritmi tipici di svariati generi, riuscendo costantemente a rinnovarsi e ad addentrarsi con versatilità ed eclettismo nel rhythm and blues, prog rock, elettropop, latina, arrivando a toccare anche la new wave, la disco music, il folk, il soul, il beat e altro ancora.Grazie all'armoniosa integrazione della sua musica con i testi scritti da Mogol, a tratti ermetici, Battisti ha segnato un'epoca della cultura musicale e del costume italiani, interpretando in stile poetico temi ritenuti esauriti o difficilmente rinnovabili, come il coinvolgimento sentimentale e gli avvenimenti della vita quotidiana; ha saputo esplorare argomenti del tutto nuovi e inusuali, a volte controversi, spingendosi fino al limite della sperimentazione pura nel successivo periodo di collaborazione con Pasquale Panella, caratterizzato da strutture musicali originali e disarticolate e da un rapporto col testo spinto ai limiti del non sense.Per queste ragioni, Battisti è oggi legittimato quale vero e proprio genio della musica nonché punto di riferimento per il panorama musicale italiano; la sua popolarità sembra aumentare gradualmente anche fuori dai confini nazionali, merito anche di alcuni album e singoli pubblicati in spagnolo, inglese, tedesco e francese, cantati e arrangiati da Battisti stesso.\nTalvolta criticato per le sue doti vocali, Battisti è stato anche una figura schiva e riservata: durante la sua carriera è apparso sporadicamente in pubblico e si è prestato alla stampa con sempre minor frequenza fino a quando ha deciso di ritirarsi completamente dalla scena, non apparendo più neanche nelle copertine dei suoi album."
}