{
    "summary": "Lucrezia Borgia (in valenciano: Lucrècia Borja; in spagnolo: Lucrecia de Borja; in latino: Lucretia Borgia; Subiaco, 18 aprile 1480 – Ferrara, 24 giugno 1519) è stata una nobildonna italiana di origini anche spagnole.\nFiglia illegittima terzogenita di papa Alessandro VI (al secolo Rodrigo Borgia) e di Vannozza Cattanei, fu una delle figure femminili più controverse del Rinascimento italiano.\nFin dagli undici anni fu soggetta alla politica matrimoniale collegata alle ambizioni politiche prima del padre e poi del fratello Cesare Borgia. Quando il padre ascese al soglio pontificio la dette inizialmente in sposa a Giovanni Sforza, ma pochi anni dopo, in seguito all'annullamento del matrimonio, Lucrezia sposò Alfonso d'Aragona, figlio illegittimo di Alfonso II di Napoli. Un ulteriore cambiamento delle alleanze, che avvicinò i Borgia al partito filofrancese, portò all'assassinio di Alfonso, su ordine di Cesare.Dopo un breve periodo di lutto trascorso a Nepi con il figlio avuto da Alfonso, Lucrezia partecipò attivamente alle trattative per le sue terze nozze, quelle con Alfonso I d'Este, primogenito del duca Ercole I di Ferrara, il quale dovette, pur riluttante, accettarla in sposa. Alla corte estense Lucrezia fece dimenticare la sua origine di figlia illegittima del papa, i suoi due falliti matrimoni e tutto il suo passato burrascoso; infatti, grazie alla sua bellezza e alla sua intelligenza, si fece ben volere sia dalla nuova famiglia sia dalla popolazione ferrarese.\nPerfetta castellana rinascimentale, acquistò la fama di abile politica e accorta diplomatica, tanto che il marito arrivò ad affidarle la conduzione politica e amministrativa del ducato quando doveva assentarsi da Ferrara. Fu anche un'attiva mecenate, accogliendo a corte poeti e umanisti come Ludovico Ariosto, Pietro Bembo, Gian Giorgio Trissino e Ercole Strozzi.\nDal 1512, per le sventure che colpirono lei e la casa ferrarese, Lucrezia iniziò a indossare il cilicio, s'iscrisse al Terz'ordine francescano, si legò ai seguaci di San Bernardino da Siena e di Santa Caterina e fondò il Monte di Pietà di Ferrara per soccorrere i poveri. Morì nel 1519, a trentanove anni, per complicazioni dovute ad un parto.\nLa figura di Lucrezia ha assunto diverse sfumature nel corso dei periodi storici. Per una certa storiografia, soprattutto ottocentesca, i Borgia hanno finito per incarnare il simbolo della spietata politica machiavellica e la corruzione sessuale attribuita ai papi rinascimentali. La stessa reputazione di Lucrezia si offuscò in seguito all'accusa di incesto, rivolta da Giovanni Sforza alla famiglia della moglie, a cui si aggiunse in seguito la fama di avvelenatrice, dovuta in particolare alla tragedia omonima di Victor Hugo, musicata in seguito da Gaetano Donizetti: in questo modo la figura di Lucrezia venne associata a quella di femme fatale partecipe dei crimini commessi dalla propria famiglia."
}