{
    "summary": "Macalda (Machalda) di Scaletta (Scaletta, 1240 circa – Messina, morta dopo il 14 ottobre 1308) fu una dama di compagnia e cortigiana della Sicilia angioina e aragonese: baronessa di Ficarra per matrimonio. Figlia di Giovanni di Scaletta e di una nobildonna siciliana, era però di umili origini. Macalda era nota per la condotta politica spregiudicata, per l'inclinazione al tradimento coniugale, politico e umano, e per i facili e promiscui costumi sessuali, la cui dissolutezza, sfiorata anche dal «sospetto di incesto», tendeva a degenerare in un «esibizionismo venato di ninfomania». Fu moglie del Gran Giustiziere del Regno di Sicilia Alaimo da Lentini.\nFiera amazzone, educata alle armi e al coraggio, dotata di un portamento marziale, mossa da un'indole cinica e ambiziosa, la vigorosa personalità femminile di Macalda dispiegò la sua influenza dapprima nella cerchia di Carlo d'Angiò e poi presso la corte di Pietro III d'Aragona, la cui persona, secondo un cronista coevo, Macalda avrebbe tentato inutilmente di sedurre. Le sue qualità ne fecero una protagonista di primo piano in quell'importante epoca di transizione e di violenti rivolgimenti nella storia del Regno di Sicilia che fu segnata dalla sanguinosa rivolta dei Vespri e che portò al tumultuoso avvicendamento tra il dominio Angioino e quello Aragonese.\nIntrigando a corte, ma anche rivaleggiando spavaldamente con la regina Costanza di Hohenstaufen, Macalda ebbe infatti un ruolo importante nel favorire inizialmente, e nel far precipitare in séguito, le fortune politiche del suo secondo marito, il vecchio Alaimo da Lentini, che della rivolta del Vespro era stato uno dei maggiori fautori.\nLa parabola sociale e politica di Macalda, e della sua umilissima stirpe originaria, può essere considerata come un caso esemplare e paradigmatico del tipo di mobilità sociale attraverso cui, in un contesto tardo medievale normanno-svevo, una famiglia ambiziosa poteva giungere in poche generazioni all'emancipazione dalla povertà e da condizioni subalterne, compiendo un percorso spettacolare che dalla miseria poteva attingere le alte sfere reali.\nLa vicenda di Macalda ha lasciato dietro di sé una riconoscibile traccia storica, ricevendo però trattamenti diversi dalle cronache sincrone: una di queste, la Historia Sicula del coevo cronista messinese Bartolomeo di Neocastro, è a lei estremamente avversa, ma i comprensibili motivi politici che ispirano Neocastro, filo-aragonese, potrebbero essere non sufficienti a giustificare la sua acrimonia, per alcuni così eccessiva da autorizzare il sospetto di trovarsi di fronte a «una delle vittime del fascino della donna».\nOltre che per l'educazione militare, Macalda è nota anche per un'altra qualità, anch'essa poco usuale per una donna medievale, la conoscenza del gioco degli scacchi, per la quale le si può riconoscere una sorta di primato storico nell'universo femminile e in quello scacchistico siciliano.\nLa sua singolare figura, abitando le pagine della cronaca e della storia, è trasfigurata nella memoria collettiva, nel folklore e nell'immaginario collettivo: Macalda diviene la protagonista di tradizioni, miti, e leggende popolari della Sicilia, come quella catanese del pozzo di Gammazita.\nUn'eco distante della passione di Macalda per il sovrano aragonese, su cui si diffonde con toni caustici il cronista Neocastro, sembra riverberare anche nella narrazione boccaccesca, con enorme diversità di toni e accenti, in un ben più idealizzato e rarefatto contesto cortese e cavalleresco, quando, nel Decameron, si narra del perduto amore di Lisa Puccini per Re Piero di Raona."
}