{
    "summary": "Massimo Capaccioli (Montenero d'Orcia, 19 aprile 1944) è un astrofisico italiano.\nMaremmano, nel 1969 si è laureato in fisica all'Università di Padova dove ha iniziato la propria carriera come assistente, professore stabilizzato e associato di meccanica celeste. Nel 1986 è diventato astronomo ordinario presso l'Osservatorio di Padova e nel 1989 ordinario di astronomia all'Università di Padova. Nel 1995 ha trasferito la cattedra all'Università di Napoli Federico II, che ha tenuto sino alla pensione, nel 2014. Attualmente è professore emerito. Già direttore dell'Osservatorio Astronomico di Capodimonte dal 1993 al 2005, è stato presidente della Società Astronomica Italiana per un decennio e presidente generale della Società Nazionale di Scienze Lettere e Arti in Napoli. Si occupa principalmente di dinamica ed evoluzione dei sistemi stellari e di cosmologia osservativa. I risultati più significativi delle sue ricerche riguardano la natura delle galassie ellittiche, l'abbondanza cosmica della materia oscura e la scala delle distanze cosmiche. Ha collaborato per due decenni con Gérard de Vaucouleurs all'Università del Texas in Austin.\nÈ autore di alcuni libri e testi di lezione, anche in formato elettronico, e di oltre 500 di articoli scientifici sulle più importanti riviste peer-review e su atti di congressi. Ha concepito e gestito, in sinergia con l'Osservatorio Europeo Australe (ESO), la realizzazione del telescopio a grande campo denominato VST, il maggiore della sua classe nel mondo, operativo dall'ottobre 2011 sul Cerro Paranal, Cile. Giornalista pubblicista, si interessa di storia e divulgazione della scienza, anche in area Mediterranea, e di epistemologia. Commendatore della Repubblica nel 2005, ha ricevuto il titolo di Professore Honoris causa in astrofisica dall'università statale Lomonosov di Mosca (2010) e le lauree honoris causa dall'Università internazionale di Dubna (2015) e dall'Università nazionale V. N. Karazin di Kharkiv (2017). Ha avuto le medaglie Struve dall'Osservatorio di Pulkovo a San Pietroburgo (2010) e Karazin dall'Università Nazionale di Kharkiv (2019). \nÈ stato membro del Consiglio di amministrazione dell'Istituto Nazionale di Astrofisica (INAF).\nÈ socio della Società Astronomica Italiana, dell'Unione Astronomica Internazionale, dell'Istituto Veneto di Scienze, Lettere e Arti, della Società Nazionale di Scienze, Lettere e Arti di Napoli, dell'Accademia Pontaniana e dell'Academia Europaea."
}