{
    "summary": "Massimo Troisi (San Giorgio a Cremano, 19 febbraio 1953 – Lido di Ostia, 4 giugno 1994) è stato un attore, regista, sceneggiatore e cabarettista italiano.\nPrincipale esponente della nuova comicità napoletana nata agli albori degli anni settanta, soprannominato «il comico dei sentimenti» o il «Pulcinella senza maschera», è considerato uno dei maggiori interpreti nella storia del teatro e del cinema italiano.\nFormatosi sulle tavole del palcoscenico, istintivo erede di Eduardo e di Totò, accostato anche a Buster Keaton e Woody Allen, cominciò la sua carriera col gruppo I Saraceni e poi con gli inossidabili amici de La Smorfia (Lello Arena ed Enzo Decaro). Il successo del trio fu inatteso e immediato e consentì al giovane Troisi di esordire al cinema con Ricomincio da tre (1981), il film che decretò il suo trionfo come attore e come regista. Dall'inizio degli anni ottanta si dedicò esclusivamente al cinema interpretando dodici film e dirigendone quattro. Malato di cuore sin dall'infanzia, morì il 4 giugno 1994 all'Infernetto (Roma) per un fatale attacco cardiaco, conseguente a febbri reumatiche; il giorno prima terminò la sua ultima pellicola, Il postino, per il quale verrà, qualche tempo dopo, candidato ai premi Oscar come miglior attore e per la miglior sceneggiatura non originale.\nAdoperò uno stile inconfondibile, che risaltava una capacità espressiva sia verbale sia mimica e gestuale con la quale riusciva a unire ruoli comici a quelli più riflessivi. Troisi indicò al cinema italiano una via per un'escursione rivitalizzante con in più uno sguardo molto attento alla società italiana ed alla Napoli successive al terremoto del 1980, alle nuove ideologie, al femminismo, all'autoironia crescente e all'affermazione della soggettività individualista. Con lui nacque la nuova tipologia napoletana di antieroe, la vittima dei tempi moderni, un personaggio che riflette tuttora i dubbi e le preoccupazioni delle nuove generazioni.\nOccasionalmente si distinse anche al di fuori della recitazione, lasciando altri contributi: scrisse infatti O ssaje comme fa 'o core, una poesia messa in musica dall'amico Pino Daniele, un'allusione tanto ai problemi al cuore (sia dell'attore sia dell'amico musicista) quanto al romanticismo."
}