{
    "summary": "Mia Martini, pseudonimo di Domenica Rita Adriana Bertè, detta Mimì (Bagnara Calabra, 20 settembre 1947 – Cardano al Campo, 12 maggio 1995), è stata una cantante italiana e in alcune occasioni anche cantautrice.\nSorella maggiore di Loredana Bertè, è considerata da molti esperti la voce femminile più bella ed espressiva della musica leggera italiana di sempre, dotata di un vocale capace di passare da note passionali a note più dolorose con grande facilità e caratterizzata dal suo essere sofisticata e con una forte intensità interpretativa.Il suo album di debutto, Oltre la collina e il singolo Padre davvero sono giudicati tra i migliori lavori italiani mai realizzati. Successi come Piccolo uomo, Donna sola, Minuetto, Il guerriero, Inno, Donna con te, Che vuoi che sia se t'ho aspettato tanto, Per amarti e La costruzione di un amore la consacrano tra le protagoniste della musica italiana negli anni settanta, decennio nel quale raggiunge una grandissima popolarità sia nazionale che internazionale.Nel 1977 avvengono due incontri molto importanti: il primo è con Charles Aznavour, sodalizio che culminerà il 10 gennaio 1978 con un recital all'Olympia di Parigi; il secondo incontro è quello col cantautore genovese Ivano Fossati, col quale si instaura un sodalizio artistico e sentimentale che culminerà con l'album Danza nel 1978.\nRitorna sulle scene nel 1981 dopo due interventi alle corde vocali che ne modificarono la timbrica vocale e l'anno successivo si presenta al Festival di Sanremo con E non finisce mica il cielo, scritta sempre da Fossati, e riceve il Premio della Critica.\nNel 1983 decide di ritirarsi dalle scene a causa di una terribile maldicenza che la terrà fuori dai riflettori fino al 1989, quando si ripresenta sul palco di Sanremo con la bellissima Almeno tu nell'universo, che la riporta al grande successo.\nQuesti sono anni di grandi collaborazioni costellati da canzoni ad oggi immortali come Gli uomini non cambiano, La nevicata del '56 e Cu'mme, in coppia con Roberto Murolo ed Enzo Gragnaniello.\nMuore il 12 maggio del 1995 a Cardano al Campo a soli 47 anni in circostanze mai del tutto chiarite."
}