{
    "summary": "Piero Scaruffi (Trivero, 26 aprile 1955) è un informatico, saggista e critico musicale italiano naturalizzato statunitense.\nFigura decisamente poliedrica, svolge o ha svolto anche le professioni di giornalista freelance, storico della musica, del cinema e poeta. Ha scritto inoltre saggi divulgativi sulle scienze cognitive. Negli anni 2000, anche grazie alla risonanza mondiale del suo sito e della sua attività, Scaruffi inizia a scrivere saggi in inglese, auto-pubblicando su iUniverse. A History of Rock Music 1951-2000 (2003, rivista e ampliata nel 2008), A History of Jazz Music 1900-2000 (2007) e A History of Popular Music before Rock Music (2007), tutto anche auto-pubblicato su azienda personale di Scaruffi \"Omniware\". La maggior parte del materiale è stato successivamente pubblicato a stampa in italiano da Arcana editrice.\nSe alcuni simpatizzanti di Piero Scaruffi ammirano spesso opere come Storia del rock (oppure History of Rock Music o lo stesso sito internet pieroscaruffi.com) \"per la sua sterminata completezza e per le sue valutazioni, a volte illuminanti, a volte discutibili, sempre stimolanti\" e per la dichiarata parzialità dell'opera fin dalla prefazione che recita «questa è UNA e non LA storia del rock», altri ne ammirano l'ironia e la capacità di fare non «semplici recensioni, ma analisi approfondite, taglienti, con giudizi netti e motivati». Altri ancora ne ammirano poi l'«interessamento verso le qualità artistiche, che prescinde i gusti imposti dalla cultura mainstream, che traspare anche dai numerosi approfondimenti su gruppi e musicisti del tutto sconosciuti, molto sottovalutati e appartenenti alle scene underground». Mattia Salvia invece, scrivendo del sito scaruffi.com in un articolo su Vice, non esita a sostenere che «a distanza di 20 anni è ancora un capolavoro», sottolineandone il valore precursore di \"uno dei primi siti internet e probabilmente il primo in assoluto a portare il nome del suo autore\" che ad oggi è \"il sito internet italiano più antico ancora in attività\", descrivendo anche l'attitudine dell'autore che nel corso del tempo non ha mai cambiato grafica facendolo oggi apparire come un oggetto di archeologia del web. Traccia poi una similitudine con Wikipedia per la vocazione del sito a \"catalogare tutto lo scibile umano\" e parlando della caoticità e della vastità di informazioni di ogni genere ivi presenti, lo paragona, con vena poetica e forse non senza ironia, allo \"spaesamento\" che si prova di fronte alla vastità della biblioteca di Babele di borgesiana memoria."
}