{
    "summary": "Sandro Pertini, all'anagrafe Alessandro Giuseppe Antonio Pertini (San Giovanni di Stella, 25 settembre 1896 – Roma, 24 febbraio 1990), è stato un politico, giornalista e partigiano italiano.\nFu il settimo Presidente della Repubblica Italiana, in carica dal 1978 al 1985, primo socialista e unico esponente del PSI a ricoprire la carica.\nDurante la prima guerra mondiale, Pertini combatté sul fronte dell'Isonzo, e per diversi meriti sul campo gli fu conferita una medaglia d'argento al valor militare nel 1917. Nel primo dopoguerra aderì al Partito Socialista Unitario di Filippo Turati e si distinse per la sua energica opposizione al fascismo. Perseguitato per il suo impegno politico contro la dittatura di Mussolini, nel 1925 fu condannato a otto mesi di carcere, e quindi costretto all'esilio in Francia per evitare l'assegnazione per 5 anni al confino.\nContinuò la sua attività antifascista anche all'estero e per questo, dopo essere rientrato sotto falso nome in Italia nel 1929, fu arrestato e condannato dal Tribunale speciale per la difesa dello Stato prima alla reclusione e successivamente al confino.\nSolo nel 1943, alla caduta del regime fascista, fu liberato. Contribuì a ricostruire il vecchio PSI fondando insieme a Pietro Nenni e Lelio Basso il Partito Socialista Italiano di Unità Proletaria.\nIl 10 settembre 1943 partecipò alla battaglia di Porta San Paolo nel tentativo di difendere Roma dall'occupazione tedesca. \nDivenne in seguito una delle personalità di primo piano della Resistenza e fu membro della giunta militare del Comitato di Liberazione Nazionale in rappresentanza del PSIUP. \nA Roma fu catturato dalle SS e condannato a morte; riuscì a salvarsi evadendo dal carcere di Regina Coeli assieme a Giuseppe Saragat e ad altri cinque esponenti socialisti grazie a un intervento dei partigiani delle Brigate Matteotti.\nNella lotta di Resistenza fu attivo a Roma, in Toscana, Valle d'Aosta e Lombardia, distinguendosi in diverse azioni che gli valsero una medaglia d'oro al valor militare. Nell'aprile 1945 partecipò agli eventi che portarono alla liberazione dal nazifascismo, organizzando l'insurrezione di Milano e votando il decreto che condannò a morte Mussolini e gli altri gerarchi fascisti.\nNell'Italia repubblicana fu eletto deputato all'Assemblea Costituente per i socialisti, quindi senatore nella prima legislatura e deputato in quelle successive, sempre rieletto dal 1953 al 1976. Ricoprì per due legislature consecutive, dal 1968 al 1976, la carica di Presidente della Camera dei deputati, infine fu eletto Presidente della Repubblica Italiana l'8 luglio 1978.\nAndando spesso oltre il \"basso profilo\" tipico del ruolo istituzionale ricoperto, il suo mandato presidenziale fu caratterizzato da una forte impronta personale che gli valse una notevole popolarità, tanto da essere ricordato come il \"presidente più amato dagli italiani\" o il \"presidente degli italiani\".Come Capo dello Stato conferì l'incarico a sei Presidenti del Consiglio: Giulio Andreotti (del quale respinse le dimissioni di cortesia presentate nel 1978), Francesco Cossiga (1979-1980), Arnaldo Forlani (1980-1981), Giovanni Spadolini (1981-1982), Amintore Fanfani (1982-1983) e Bettino Craxi (1983-1987).\nNominò cinque senatori a vita: Leo Valiani nel 1980, Eduardo De Filippo nel 1981, Camilla Ravera nel 1982 (prima donna senatrice a vita), Carlo Bo e Norberto Bobbio nel 1984; infine nominò tre Giudici della Corte costituzionale: nel 1978 Virgilio Andrioli, nel 1980 Giuseppe Ferrari e nel 1982 Giovanni Conso.\nEsponente democratico e riformista del socialismo italiano, durante la sua carriera si prodigò per la crescita del PSI e per l'unità dei socialisti italiani, opponendosi strenuamente alla scissione del 1947 e sostenendo la riunificazione dei socialisti e socialdemocratici. In qualità di Presidente della Repubblica nel 1979 conferì, per la prima volta dal 1945, il mandato di formare il nuovo governo a un esponente laico, il repubblicano Ugo La Malfa, incaricando quindi, con successo, nel 1981, il segretario del PRI Giovanni Spadolini (primo non democristiano ad assumere la guida del governo dal 1945), e nel 1983 il segretario del PSI Bettino Craxi (primo uomo politico socialista a essere nominato presidente del Consiglio nella storia d'Italia).\nDurante e dopo il periodo presidenziale non rinnovò la tessera del PSI, al fine di presentarsi al di sopra delle parti, pur senza rinnegare il suo essere socialista. Del resto, lasciato il Quirinale al termine del suo mandato presidenziale e rientrato in Parlamento come senatore a vita di diritto, si iscrisse al Gruppo senatoriale del Partito Socialista Italiano."
}