{
    "summary": "Totò, pseudonimo di Antonio Griffo Focas Flavio Angelo Ducas Comneno Porfirogenito Gagliardi De Curtis di Bisanzio (brevemente Antonio de Curtis; Napoli, 15 febbraio 1898 – Roma, 15 aprile 1967), è stato un attore italiano.\nAttore simbolo dello spettacolo comico in Italia, soprannominato «il principe della risata», è considerato, anche in virtù di alcuni ruoli drammatici, uno dei maggiori interpreti nella storia del teatro e del cinema italiani. Si distinse anche al di fuori della recitazione, lasciando contributi come drammaturgo, poeta, paroliere, compositore, cantante.\nNato Antonio Vincenzo Stefano Clemente da Anna Clemente (Palermo, 2 gennaio 1881 - Napoli, 23 ottobre 1947) e da Giuseppe De Curtis (Napoli, 12 agosto 1873 - Roma, 29 settembre 1944), fu adottato nel 1933 dal marchese Francesco Maria Gagliardi Focas di Tertiveri, ereditando il titolo di marchese di Tertiveri e un lungo elenco di altri titoli nobiliari.\nMaschera nel solco della tradizione della commedia dell'arte, accostato a comici come Buster Keaton e Charlie Chaplin, ma anche ai fratelli Marx e a Ettore Petrolini. In quasi cinquant'anni di carriera spaziò dal teatro (con oltre 50 titoli) al cinema (con 97 pellicole) e alla televisione (con 9 telefilm e vari sketch pubblicitari), lavorando con molti tra i più noti protagonisti del panorama italiano e raggiungendo, con numerosi suoi film, i record d'incasso. Adoperò una propria unicità interpretativa, che risaltava sia in copioni puramente brillanti sia in parti più impegnate, sulle quali si orientò soprattutto verso l'ultima fase della sua vita, che concluse in condizioni di quasi totale cecità a causa di una grave forma di corioretinite, probabilmente aggravata dalla lunga esposizione ai fari di scena. Spesso stroncato dalla maggior parte dei critici cinematografici, fu ampiamente rivalutato dopo la morte, tanto da risultare ancor oggi il comico italiano più popolare di sempre.\nFranca Faldini, sua compagna, diventata giornalista e scrittrice dopo la morte dell'attore, scrisse nel 1977 il libro Totò: l'uomo e la maschera, realizzato insieme a Goffredo Fofi, in cui raccontò sia il profilo artistico sia la vita dell'attore fuori dal set, con l'intento principale di smentire alcune false affermazioni riportate da scrittori e giornalisti riguardo alla sua personalità."
}