{
    "summary": "Valter Binaghi (Busto Garolfo, 14 luglio 1957 – Busto Garolfo, 12 luglio 2013) è stato uno scrittore italiano.\nOriginario di Busto Garolfo, provincia di Milano, dove viveva con la moglie Roberta e i due figli, Alice e Francesco, ha insegnato storia e filosofia al liceo scientifico \"Claudio Cavalleri\" di Parabiago.\nNegli anni Settanta si è occupato di controcultura e movimenti giovanili come redattore della rivista Re Nudo.\nHa curato per Arcana alcuni volumi dedicati alla musica pop e rock: Pink Floyd (1978), Punk (1978), Lou Reed (1979), Eroi e canaglie della musica pop (1979) e, più di recente, Johnny Cash, The Man in Black (2010), in collaborazione con il figlio Francesco.\nHa scritto diversi romanzi e racconti lunghi, dal 2004 presentati attraverso reading musicali, in cui accompagnava stralci di letture delle proprie opere a musica live di ispirazione blues e jazz: L'ultimo gioco, con Edoardo Zambon (Mursia, 1999), Robinia Blues (Dario Flaccovio Editore, 2004), La porta degli innocenti (Dario Flaccovio Editore, 2005), I tre giorni all'inferno di Enrico Bonetti, Cronista padano (Sironi, 2007), Devoti a Babele (Perdisa, 2008), Ucciderò Mefisto (Perdisa, 2010), La Sposa Nera (Senza Patria, 2010), I Custodi del Talismano (SottoVoce, 2010), Melissa, la donna che cambiò la storia (Newton Compton, 2012) e il postumo Nome al tavolo Blackjack (Airplane, 2014).\nA questi si aggiunge Dieci buoni motivi per essere cattolici (Laurana, giugno 2011), un'esplorazione dell'immaginario cristiano e una testimonianza di fede scritta a quattro mani con Giulio Mozzi.\nSuoi racconti sono inoltre presenti nella antologie Lama e trama 3 (Zona 2006), Attenzione Uscita Operai (No Reply 2007), Il Magazzino delle Alghe (Eumeswil 2010) e Assedi e Paure nella casa Occidente (Senza Patria 2010).\nCome musicista si è principalmente dedicato al blues, formando diverse band, quali Blues Ortiga, Blue Valentine, Doctor Blue and the Healers. Ha inoltre fondato e diretto il Robinia Caravan, un collettivo musicale composto principalmente da ex-allievi, membri del gruppo musica da lui organizzato per molti anni per gli studenti del liceo C.Cavalleri.\nÈ morto la notte del 12 luglio 2013 dopo una lunga malattia.\nNel 2014 il Comune di Busto Garolfo, dove è nato e vissuto fino alla morte, gli ha dedicato la rassegna musicale estiva Impazza la Piazza."
}