{
    "summary": "Adalberto Minucci (Magliano in Toscana, 4 marzo 1932 – Roma, 21 settembre 2012) è stato un giornalista e politico italiano.\nNel 1950 si iscrisse al Partito Comunista Italiano, di cui sarebbe divenuto segretario comunale, provinciale e regionale, seppur per pochi mesi. Si trasferì così a Torino nel 1955, all'indomani della sconcertante sconfitta subìta dalla Fiom alle elezioni delle Commissioni interne indette tra i lavoratori della FIAT dello stabilimento di Mirafiori, dove divennero preziose per il suo partito e la rappresentanza sindacale dell'epoca le sue inchieste riportate da cronista, per capire meglio la nuova realtà di fabbrica.Nel corso della sua carriera giornalistica poi, ha diretto per vari anni la redazione piemontese de l'Unità ed è stato il responsabile del PCI torinese negli anni Cinquanta, Sessanta e Settanta. Rimase in Piemonte sino agli anni ottanta, assumendo progressivamente ruoli di prim'ordine nel partito fino a diventare responsabile nella dirigenza della segreteria regionale.\nInoltre nel 1975 e nel 1983, fu tra gli artefici e tessitore nella coalizione di governo del centrosinistra in Piemonte, che portò il socialista Aldo Viglione alla guida della Presidenza della Giunta Regionale. Membro della direzione nazionale comunista per vent'anni, è stato direttore di Rinascita e ha fatto parte della segreteria del PCI durante la segreteria di Enrico Berlinguer. Responsabile dell'informazione del partito, proprio a causa di questa sua importante carica si è recentemente scoperto che egli fu spiato negli anni Ottanta dai servizi segreti del SISDE.È stato eletto per due legislature alla Camera dei deputati (nel 1983 e 1987) e per una al Senato della Repubblica nel 1992 nelle liste del Partito Democratico della Sinistra. Dal 1993 al 1997 è stato sindaco di Orbetello. Negli ultimi anni, ha fatto parte della direzione nazionale del Partito dei Comunisti Italiani, e scriveva per La Rinascita della sinistra che è il giornale dello stesso partito. È stato anche direttore di Left. Malato da molto tempo, il 21 settembre 2012 muore a ottant'anni nella sua abitazione  romana dove viveva."
}