{
    "summary": "Alessandro Del Piero (Conegliano, 9 novembre 1974) è un ex calciatore italiano, di ruolo attaccante, campione del mondo con la nazionale italiana nel 2006.\nSoprannominato Pinturicchio da Gianni Agnelli per l'eleganza del suo stile di gioco, si è segnalato sin da giovane come uno dei maggiori talenti della sua generazione, ed è considerato tra i migliori giocatori nella storia del calcio italiano. Capitano della Juventus dal 2001 al 2012, con il club torinese ha vinto numerosi trofei a livello nazionale e internazionale, segnando in tutte le competizioni a cui ha partecipato e stabilendo il primato assoluto di reti (290) e di presenze (705).Con la nazionale ha totalizzato 91 presenze e 27 reti, partecipando a tre campionati del mondo (Francia 1998, Corea del Sud-Giappone 2002 e Germania 2006) e quattro campionati d'Europa (Inghilterra 1996, Belgio-Paesi Bassi 2000, Portogallo 2004 e Austria-Svizzera 2008), l'ultimo dei quali da capitano.\nÈ secondo, dietro Silvio Piola (390), nella classifica dei migliori marcatori italiani di tutti i tempi con 346 gol segnati in carriera, e ha conquistato quattro titoli di capocannoniere: in UEFA Champions League nel 1998 con 10 gol, in Coppa Italia nel 2006 con 5 gol, in Serie B nel 2007 con 20 gol e in Serie A nel 2008 con 21 gol.\nÈ stato inserito per tre anni consecutivi (1995-1996, 1996-1997, 1997-1998) nella squadra dell'anno secondo l'European Sports Media, mentre l'Association of Football Statisticians, classificando i più grandi calciatori di sempre, lo ha incluso al 60º posto.\nNel 2004 è stato inserito nella FIFA 100, una lista dei 125 più grandi giocatori viventi redatta da Pelé e dalla FIFA in occasione delle celebrazioni del centenario della Federazione internazionale, ed è risultato 49º nell'UEFA Golden Jubilee Poll, un sondaggio online condotto dalla UEFA per celebrare i migliori calciatori d'Europa dei cinquant'anni precedenti. Inoltre è stato incluso sei volte tra i 50 candidati al Pallone d'oro, classificandosi quarto nel 1995 e nel 1996. È stato il migliore calciatore italiano nel 1998 e nel 2008, nominato dall'AIC. Nel 2007 ha lasciato la sua impronta nella Champions Promenade vincendo il Golden Foot, mentre nel 2017 è stato inserito nella Hall of Fame del calcio italiano."
}