{
    "summary": "Annibale De Lotto (San Vito di Cadore, 29 luglio 1877 – Venezia, 21 novembre 1932) è stato uno scultore italiano.\nFiglio dell'intagliatore Giovanni Battista De Lotto e di Maria Fiori, seguì il padre a Venezia e, probabilmente, svolse con lui l'apprendistato. Nel 1891 si iscrisse all'Accademia e divenne l'allievo favorito di Antonio Dal Zotto.\nAl termine degli studi aprì uno studio nella zona di San Vio. Nel 1900 partecipò all'esposizione di Roma, presentando le opere In flagrante e Didone; quest'ultima, esposta poi alla Triennale di Milano, a Monaco di Baviera e a Londra, fu il suo primo lavoro di successo che lo affermò nel mondo dell'arte. Nel 1904 fu nuovamente alla Triennale con il Dannato.\nIn questo periodo il De Lotto si distinse come autore di sculture celebrative e ritratti. Realizzò, tra l'altro, dei busti di Vittorio Emanuele III per la sala del Consiglio provinciale di Venezia e per il circolo militare della stessa città e dei ritratti di Luigi Sugana per il teatro Goldoni, per la sede della Tarvisium Venetiae e per il teatro Sociale di Treviso.\nDal 1903 al 1924 partecipò a tutte le edizioni della Biennale di Venezia e per la sala stampa della manifestazione realizzò le due figure della Giustizia e della Libertà. Espose anche alle mostre collettive organizzate dalla fondazione Bevilacqua La Masa a Ca' Pesaro.\nAltre sculture celebrative furono i monumenti a Giosuè Carducci (1912) e a Guglielmo Oberdan (1921) per i giardini della Biennale, il monumento agli Alpini di Belluno (1914), il medaglione con il ritratto di Giovanni Battista Zorzato per il teatro Accademia di Conegliano (1914), il ritratto di Giuseppe Previtali per la chiesa di San Salvador (1919).\nIn seguito alla Rotta di Caporetto, trascorse un periodo a Chieti dove, nel Municipio, lasciò un rilievo con il Leone marciano (1918).\nDurante il primo dopoguerra gli furono commissionati soprattutto monumenti ai caduti (si citano quelli di Feltre, Asiago, Longarone, Calalzo di Cadore, Valle di Cadore, Conegliano). Suoi furono anche i monumenti: al soldato serbo nel cimitero di Belgrado e di Milorad Drašković, politico serbo e iugoslavo (ucciso nel 1921), nell'edificio della Banca Nazionale di Serbia.\nFu molto ricercato anche per la realizzazione di monumenti funebri."
}