{
    "summary": "Benito Amilcare Andrea Mussolini, anche conosciuto per antonomasia con il titolo di Duce (Dovia di Predappio, 29 luglio 1883 – Giulino, 28 aprile 1945), è stato un politico, militare, giornalista e dittatore italiano.\nFondatore del fascismo, fu presidente del Consiglio del Regno d'Italia dal 31 ottobre 1922 al 25 luglio 1943. Nel gennaio 1925 assunse de facto poteri dittatoriali e dal dicembre dello stesso anno acquisì il titolo di capo del governo primo ministro segretario di Stato. Dopo la guerra d'Etiopia, aggiunse al titolo di duce quello di \"Fondatore dell'Impero\" e divenne Primo Maresciallo dell'Impero il 30 marzo 1938. Fu capo della Repubblica Sociale Italiana dal settembre 1943 al 27 aprile 1945.\nFu esponente di spicco del Partito Socialista Italiano e direttore del quotidiano socialista Avanti! dal 1912. Convinto anti-interventista negli anni della guerra italo-turca e in quelli precedenti la prima guerra mondiale, nel 1914 cambiò opinione, dichiarandosi a favore dell'intervento in guerra. Trovatosi in netto contrasto con la linea del partito, si dimise dalla direzione dell'Avanti! e fondò Il Popolo d'Italia, schierato su posizioni interventiste, venendo quindi espulso dal PSI. Nell'immediato dopoguerra, cavalcando lo scontento per la \"vittoria mutilata\", fondò i Fasci italiani di combattimento (1919), poi divenuti Partito Nazionale Fascista nel 1921, e si presentò al Paese con un programma politico nazionalista e radicale.\nNel contesto di forte instabilità politica e sociale successivo alla Grande Guerra, puntò alla presa del potere; forzando la mano alle istituzioni, con l'aiuto di atti di squadrismo e d'intimidazione politica che culminarono il 28 ottobre 1922 con la marcia su Roma, Mussolini ottenne l'incarico di costituire il Governo (30 ottobre). Dopo il contestato successo alle elezioni politiche del 1924, instaurò nel gennaio 1925 la dittatura, risolvendo con forza la delicata situazione venutasi a creare dopo l'assassinio di Giacomo Matteotti. Negli anni successivi consolidò il regime, affermando la supremazia del potere esecutivo, trasformando il sistema amministrativo e inquadrando le masse nelle organizzazioni di partito.\nNel 1935, Mussolini decise di occupare l'Etiopia, provocando l'isolamento internazionale dell'Italia. Appoggiò quindi i franchisti nella guerra civile spagnola e si avvicinò alla Germania nazionalsocialista di Adolf Hitler, con il quale stabilì un legame che culminò con il Patto d'Acciaio nel 1939. È in questo periodo che furono approvate in Italia le leggi razziali.\nNel 1940, ritenendo ormai prossima la vittoria della Germania, decise per l'ingresso dell'Italia nella seconda guerra mondiale. In seguito alle disfatte subite dalle Forze Armate italiane e alla messa in minoranza durante il Gran Consiglio del Fascismo (ordine del giorno Grandi del 24 luglio 1943), fu arrestato per ordine del Re (25 luglio) e successivamente tradotto a Campo Imperatore. Liberato dai tedeschi, e ormai in balia delle decisioni di Hitler, instaurò nell'Italia settentrionale la Repubblica Sociale Italiana. In seguito alla definitiva sconfitta delle forze italotedesche, abbandonò Milano la sera del 25 aprile 1945, dopo aver invano cercato di trattare la resa. Il tentativo di fuga si concluse il 27 aprile con la cattura da parte dei partigiani a Dongo, sul lago di Como. Fu fucilato il giorno seguente insieme alla sua amante Claretta Petacci."
}