{
    "summary": "Cesare Borgia, detto il Valentino (in valenciano: Cèsar Borja; in spagnolo: César de Borja; in latino: Caesar Borgia; Subiaco, 13 settembre 1475 – Viana, 12 marzo 1507), è stato un nobile, cardinale, condottiero e politico italiano di origini anche spagnole.\nFiglio illegittimo di papa Alessandro VI (al secolo Rodrigo Borgia) e di Vannozza Cattanei, il maggiore tra i suoi fratelli (Giovanni, Goffredo e Lucrezia), assassino senza rimorsi, leader cinico, spregiudicato e pronto a tutto per il potere, fu una delle figure più controverse del Rinascimento italiano.\nDestinato fin dalla giovane età alla carriera ecclesiastica dal padre, ottenne la carica cardinalizia proprio da quest'ultimo, nel frattempo divenuto pontefice.\nIn seguito alla morte di suo fratello Giovanni, duca di Gandia, tornò allo stato laicale. Cercò di sposare in un primo tempo la figlia del Re di Napoli, per continuare la politica filo-aragonese del Papa. Ma in seguito sposò la principessa francese Charlotte d'Albret, ottenendo il titolo di Duca di Valentinois. Grazie a queste nozze, Cesare e Alessandro VI si allearono al re Luigi XII di Francia, che pose fine alle sue rivendicazioni in territorio italiano.\nGuidò l'esercito francese alla conquista del Ducato di Milano e con l'appoggio del Papa incominciò la riconquista dei territorio della Romagna, battendo i vari signorotti locali, fra cui la celebre Caterina Sforza, ricevendo in seguito dal padre il titolo di Duca di Romagna. Successivamente invase il Regno di Napoli guidando le truppe francesi. Nel 1502, raggiunto rapidamente un grande potere politico, riuscì a difendersi dalla Congiura della Magione, traendo in inganno i traditori e facendoli strangolare a Senigallia. Questa vendetta colpì molto l'opinione pubblica, tanto che Niccolò Machiavelli la citò ne Il Principe, libro scritto proprio sotto l'influenza della figura del Valentino.\nDopo la morte del padre Alessandro VI, Cesare riuscì a far eleggere al soglio pontificio Francesco Todeschini Piccolomini con il nome di papa Pio III, che però morì poco dopo. In seguito, venne eletto papa Giulio II che tolse al Duca il governo della Romagna, ordinò il suo arresto e la reclusione in Castel Sant'Angelo. Dopo essere evaso, si rifugiò a Napoli, dove fu arrestato e condotto in Spagna, dove fu incarcerato su ordine del Re. Dopo una rocambolesca evasione si recò dal cognato Giovanni III d'Albret, re di Navarra. Morì nel 1507 a Viana, dopo avere tentato di assediare il castello della città."
}