{
    "summary": "Dino Zoff (Mariano del Friuli, 28 febbraio 1942) è un ex allenatore di calcio, dirigente sportivo ed ex calciatore italiano, di ruolo portiere. È stato campione d'Europa nel 1968 e campione del mondo nel 1982 con la nazionale italiana, che ha anche allenato dal 1998 al 2000.\nConsiderato uno dei più grandi portieri nella storia del calcio, ha legato la propria attività calcistica principalmente alla Juventus, militandovi per undici anni a cavallo degli anni 1970 e 1980, senza mai saltare una partita di campionato; con i bianconeri ha collezionato 479 presenze (330 in Serie A), vincendo sei campionati italiani, due Coppe Italia e una Coppa UEFA, e ha disputato due finali di Coppa dei Campioni e una di Coppa Intercontinentale. Insieme al libero Gaetano Scirea e ai terzini Claudio Gentile e Antonio Cabrini, suoi compagni alla Juventus e in nazionale, Zoff ha costituito uno dei migliori reparti difensivi nella storia del calcio. Ritiratosi dall'attività agonistica, ha intrapreso la carriera di allenatore, divenendo nel 1990, alla guida della Juventus, il primo tecnico capace di conquistare la Coppa UEFA dopo averla vinta da calciatore.Con la nazionale italiana ha preso parte a due campionati d'Europa (Italia 1968 e Italia 1980) e a quattro campionati del mondo (Messico 1970, Germania Ovest 1974, Argentina 1978 e Spagna 1982), ottenendo inoltre, come commissario tecnico degli azzurri, il secondo posto al campionato d'Europa 2000. La vittoria del Mondiale 1982 all'età di quarant'anni — peraltro come capitano dell'Italia — lo ha reso il vincitore più anziano nella storia della competizione, nonché l'unico giocatore italiano ad aver ottenuto il titolo sia di campione d'Europa che del mondo, a livello di nazionale. Sempre in azzurro detiene il record mondiale d'imbattibilità per squadre nazionali, non avendo subito reti per 1142 minuti consecutivi. È stato a lungo il giocatore con più partite disputate in Serie A e nella nazionale italiana — avendo totalizzato rispettivamente 570 e 112 presenze —, prima di essere superato in entrambe le voci statistiche da Paolo Maldini (nel 2000 relativamente alle apparizioni in maglia azzurra, nel 2005 per quanto concerne il massimo campionato italiano).Più volte candidato al Pallone d'oro, sfiorò la vittoria nel 1973, classificandosi secondo alle spalle di Johan Cruijff. Occupa la 47ª posizione nella classifica dei migliori calciatori del XX secolo pubblicata dalla rivista World Soccer. Nel 2004 è stato incluso nel FIFA 100 e annoverato fra le Leggende del calcio del Golden Foot; nello stesso anno, in occasione dei UEFA Jubilee Awards, è stato indicato dalla FIGC quale miglior giocatore italiano del cinquantennio precedente, risultando inoltre 5º — primo fra gli italiani — nell'UEFA Golden Jubilee Poll. È entrato a far parte della Hall of Fame del calcio italiano tra i veterani e della Walk of Fame dello sport italiano tra le leggende, rispettivamente nel 2012 e nel 2015."
}