{
    "summary": "Angelo Fausto Coppi (Castellania, 15 settembre 1919 – Tortona, 2 gennaio 1960) è stato un ciclista su strada e pistard italiano.\nSoprannominato \"il Campionissimo\" o \"l'Airone\", fu il corridore più famoso e vincente dell'epoca d'oro del ciclismo ed è considerato uno dei più grandi e popolari atleti di tutti i tempi. Formidabile passista, eccezionale scalatore, e dotato di un buono spunto veloce, era un corridore completo e adatto ad ogni tipo di competizione su strada.Professionista dal 1939 al 1959, s'impose sia nelle più importanti corse a tappe sia nelle maggiori classiche di un giorno. Vinse cinque volte il Giro d'Italia (1940, 1947, 1949, 1952 e 1953), un record condiviso con Binda e Merckx, e due volte il Tour de France (1949 e 1952), diventando anche il primo ciclista a conquistare le due competizioni nello stesso anno. Fra i suoi numerosi successi nelle gare in linea vanno ricordate le cinque affermazioni al Giro di Lombardia (1946, 1947, 1948, 1949 e 1954), record, le tre vittorie alla Milano-Sanremo (1946, 1948 e 1949), e i successi alla Parigi-Roubaix e alla Freccia Vallone nel 1950. Divenne campione del mondo professionisti nel 1953. Primeggiò anche nel ciclismo su pista: fu campione del mondo d'inseguimento nel 1947 e nel 1949 e primatista dell'ora (con 45,798 km) dal 1942 al 1956.\nLeggendaria fu la sua rivalità con Gino Bartali, che divise l'Italia nell'immediato dopoguerra (anche per le presunte diverse posizioni politiche dei due). Celebre nell'immortalare un'intera epoca sportiva - tanto da entrare nell'immaginario collettivo degli italiani - è la foto che ritrae i due campioni mentre si passano una bottiglietta durante una salita al Tour del 1952.Coppi è anche noto per aver cambiato l'approccio alle competizioni ciclistiche, grazie al suo interesse per la dieta, per gli sviluppi tecnici della bicicletta, per i metodi di allenamento e la medicina sportiva.\nLe sue imprese e le tragiche circostanze della morte ne hanno fatto un'icona della storia sportiva italiana, e a decenni dalla scomparsa la sua popolarità e fama appaiono immutate."
}