{
    "summary": "Federico Ruggero Costantino di Hohenstaufen (Jesi, 26 dicembre 1194 – Fiorentino di Puglia, 13 dicembre 1250), è stato re di Sicilia (come Federico I, dal 1198 al 1250), Duca di Svevia (come Federico VII, dal 1212 al 1216), Re dei Romani (dal 1212) e poi Imperatore del Sacro Romano Impero (come Federico II, eletto nel 1211, incoronato dapprima ad Aquisgrana nel 1215 e, successivamente, a Roma dal papa nel 1220) e re di Gerusalemme (dal 1225 per matrimonio, autoincoronatosi nella stessa Gerusalemme nel 1229).\n\nFederico apparteneva alla nobile famiglia sveva degli Hohenstaufen e fu l'ultimo sovrano a regnare in Sicilia ad appartenere a tale dinastia. Discendeva per parte di madre dai normanni di Altavilla (Hauteville in francese), conquistatori di Sicilia e fondatori del suddetto Regno di Sicilia. Conosciuto con gli appellativi stupor mundi (\"meraviglia o stupore del mondo\") o puer Apuliae (\"fanciullo di Puglia\"), Federico II era dotato di una personalità poliedrica e affascinante che, fin dalla sua epoca, ha polarizzato l'attenzione degli storici e del popolo, producendo anche una lunga serie di miti e leggende popolari, nel bene e nel male. Il suo mito finì per confondersi con quello del nonno paterno, Federico Barbarossa. Il carisma di Federico II è stato tale che all'indomani della sua morte, il figlio Manfredi, futuro re di Sicilia, in una lettera indirizzata al fratello Corrado IV citava tali parole: \"Il sole del mondo si è addormentato, lui che brillava sui popoli, il sole dei giusti, l'asilo della pace\".\nIl suo regno fu principalmente caratterizzato da una forte attività legislativa e di innovazione artistica e culturale, volta a unificare le terre e i popoli, ma fortemente contrastata dalla Chiesa, di cui il sovrano mise in discussione il potere temporale. Ebbe infatti ben due scomuniche dal Papa Gregorio IX, che arrivò a vedere in lui l'anticristo. Federico fu un apprezzabile letterato, convinto protettore di artisti e studiosi: la sua corte fu luogo di incontro fra le culture greca, latina, germanica, araba ed ebraica. Uomo straordinariamente colto ed energico, stabilì in Sicilia e nell'Italia meridionale una struttura politica molto somigliante a un moderno regno, governato centralmente e con un'amministrazione efficiente.Federico II parlava sei lingue (latino, siciliano, tedesco, francese, greco e arabo) e giocò un ruolo importante nel promuovere le lettere attraverso la poesia della Scuola siciliana. La sua corte reale siciliana a Palermo, dal 1220 circa sino alla sua morte, vide uno dei primi utilizzi letterari di una lingua romanza (dopo l'esperienza provenzale), il siciliano. La poesia che veniva prodotta dalla Scuola siciliana ha avuto una notevole influenza sulla letteratura e su quella che sarebbe diventata la moderna lingua italiana. La scuola e la sua poesia furono salutate con entusiasmo da Dante e dai suoi contemporanei, e anticiparono di almeno un secolo l'uso dell'idioma toscano come lingua d'élite letteraria d'Italia."
}