{
    "summary": "Francesco Mengotti (Fonzaso, 15 settembre 1749 – Milano, 5 marzo 1830) è stato un economista e politico italiano.\nFiglio di Ignazio e della nobile Caterina Villabruna, studiò inizialmente nel seminario di Feltre, quindi passò all'università di Padova dove uscì laureato in giurisprudenza nel 1771. Durante il periodo accademico, comunque, mostrò una notevole versatilità di interessi, frequentando anche lezioni di matematica, fisica, medicina e teologia.\nInizialmente pensò di stabilirsi a Venezia per esercitare l'attività forense, favorito dallo zio Giovanni Battista Bilesimo che era consultore in iure della Serenissima e insegnante del seminario di Padova. Ma il suo carattere irritabile gli precluse questa professione e, rientrato nel paese natale, si limitò a fare il giureconsulto.\nAll'inizio degli anni 1780 doveva essere tornato in laguna, infatti nel 1784 lo si ritrova al servizio dei patrizi Barzizza in qualità di precettore. In quello stesso anno partecipò a un concorso indetto dall’Académie des inscriptions et belles-lettres di Parigi, sul tema «La situazione dei commerci presso i Romani, dall'ultima guerra punica all'ascesa di Costantino all'Impero». La sua memoria risultò vincitrice e destò grande sorpresa visto che era pressoché sconosciuto sia all'estero che in patria; fu in seguito tradotto in italiano e più volte pubblicato.\nDopo questo evento il Mengotti divenne rapidamente uno dei protagonisti del mondo scientifico veneto: divenne socio dell'Accademia Patavina di scienze, lettere e arti e si guadagnò gli apprezzamenti dei maggiori esponenti dell'università patavina; fu inoltre chiamato dal governo a partecipare a un gruppo di consulenti con lo scopo di stilare un nuovo regolamento generale del commercio.\nNel 1792 vinse un nuovo concorso promosso dall'Accademia dei Georgofili, anche in questo caso sul mercantilismo. Il saggio presentato, Ragionamento della libertà naturale del commercio de' generi greggi, riscosse grande successo e venne subito dato alle stampe. In edizioni successive comparve con il titolo Il colbertismo e in effetti si tendeva a confutare le teorie di Jean-Baptiste Colbert, sostenendo che la libertà economica poteva essere garantita solo dalla piena autonomia di iniziativa.\nDopo la caduta della Repubblica di Venezia e l'istituzione della Municipalità ad opera dei Francesi fu assai attivo in politica, distinguendosi nel Comitato finanze come grande riformatore. Fedele alle sue teorie economiche, sostenne con convinzione un collegamento stabile tra Venezia e la Terraferma; prese infatti parte a quel movimento che intendeva collocare l'ex capitale in una federazione di città libere italiane, pienamente autonome ma tuttavia autonome. \nDal maggio al luglio 1797 prese parte a un'ambasceria inviata a Milano dove si trovava Napoleone Bonaparte, il quale certamente lo notò. In effetti, nonostante il trattato di Campoformio, il Mengotti divenne membro del Corpo legislativo della Repubblica Cisalpina.\nSi dimise il 17 dicembre dello stesso anno per tornarsene a Feltre, nel Veneto divenuto austriaco. Dal 1803, con la nuova organizzazione delle province, tornò alla vita pubblica ma ricoprì incarichi burocratici poco stimolanti, forse a causa della sua partecipazione alla Municipalità democratica. Fu così \"aggiunto\" all'ispettorato di finanza di Treviso, tuttavia l'anno successivo il governatore Ferdinand von Bissingen, forse consigliato da Pietro Bellati lo volle al vertice della Commissione centrale per il censo. \nAssieme allo stesso Bellati divenne quindi responsabile del progetto del catasto fondiario voluto dall'Austria. L'operazione non fu facile, a causa sia delle Comunità rurali e montane, che temevano un ulteriore peggioramento delle loro condizioni, sia dei possidenti, che non intendevano rinunciare ai loro antichi privilegi. Quando il Veneto passò al napoleonico Regno d'Italia il catasto era ancora incompleto e verrà terminato solo sotto il Regno Lombardo-Veneto nel 1846.\nIn questi anni si dedicò, inoltre, alla progettazione di un porto franco da allestire presso l'Arsenale. Ad ogni modo, coerente con la sua linea di pensiero, il Mengotti sosteneva che l'infrastruttura avrebbe dovuto rappresentare uno strumento per favorire un commercio libero e dinamico soprattutto con l'estero, non una fonte di rendita per l'Erario. Il progetto non si concretizzò: bisognerà ancora aspettare il periodo Lombardo-Veneto per vederlo realizzato, nel 1830, e non all'Arsenale, ma sull'isola di San Giorgio Maggiore.\nProseguì la redazione del catasto anche quando il Veneto passò ai Francesi e si attirò per questo accuse di opportunismo e piaggeria. Fu per questo nominato ispettore generale delle Finanze napoleoniche e nel 1808 assunse l'onere di riorganizzare le finanze nei dipartimenti del Regno Italico che erano stati dello Stato Pontificio.\nDopo questo incarico si portò a Milano dove entrò nella classe dirigente del Regno. Fu nominato cavaliere della Corona ferrea, elettore del Collegio dei Dotti e senatore per il Dipartimento del Piave; fu inoltre fregiato del titolo di conte ed entrò in varie accademie.\nLe insurrezioni antinapoleoniche, che videro la morte del ministro e suo amico Giuseppe Prina, colpirono direttamente anche il Mengotti. La folla entrò nel Senato e saccheggiò le sue stanze, distruggendo anche un manoscritto di economia politica prossimo alla pubblicazione.\nAl ritorno degli Austriaci rimase in politica come consigliere del nuovo governo, sebbene la Cancelleria lo avesse bollato come «uomo fornito di talenti, ma torbido e inquieto». Nuovamente vicecommissario per il Censo (1818), entrò quindi nel consiglio aulico (1819). Nel 1825, infine, chiese e ottenne il ritiro.\nMorto a Milano il 5 marzo 1830, i suoi resti furono portati a Fonzaso il 13 maggio e qui si svolsero i funerali."
}