{
    "summary": "Il conte Giacomo Leopardi (al battesimo Giacomo Taldegardo Francesco di Sales Saverio Pietro Leopardi; Recanati, 29 giugno 1798 – Napoli, 14 giugno 1837) è stato un poeta, filosofo, scrittore, filologo e glottologo italiano.\nÈ ritenuto il maggior poeta dell'Ottocento italiano e una delle più importanti figure della letteratura mondiale, nonché una delle principali del romanticismo letterario; la profondità della sua riflessione sull'esistenza e sulla condizione umana – di ispirazione sensista e materialista – ne fa anche un filosofo di spessore. La straordinaria qualità lirica della sua poesia lo ha reso un protagonista centrale nel panorama letterario e culturale europeo e internazionale, con ricadute che vanno molto oltre la sua epoca.\nLeopardi, intellettuale dalla vastissima cultura, inizialmente sostenitore del classicismo, ispirato alle opere dell'antichità greco-romana, ammirata tramite le letture e le traduzioni di Mosco, Lucrezio, Epitteto ed altri, approdò al Romanticismo dopo la scoperta dei poeti romantici europei, quali Byron, Shelley, Chateaubriand, Foscolo, divenendone un esponente principale, pur non volendo mai definirsi romantico. Le sue posizioni materialiste – derivate principalmente dall'Illuminismo – si formarono invece sulla lettura di filosofi come il barone d'Holbach, Pietro Verri e Condillac, a cui egli unisce però il proprio pessimismo, originariamente probabile effetto di una grave patologia che lo affliggeva ma sviluppatesi successivamente in un compiuto sistema filosofico e poetico:\n\nIl dibattito sull'opera leopardiana a partire dal Novecento, specialmente in relazione al pensiero esistenzialista fra gli anni trenta e cinquanta, ha portato gli esegeti ad approfondire l'analisi filosofica dei contenuti e significati dei suoi testi. Per quanto resi specialmente nelle opere in prosa, essi trovano precise corrispondenze a livello lirico in una linea unitaria di atteggiamento esistenziale. Riflessione filosofica ed empito poetico fanno sì che Leopardi, al pari di Schopenhauer, Kierkegaard, Nietzsche e più tardi di Kafka, possa essere visto come un esistenzialista o almeno un precursore dell'Esistenzialismo."
}