{
    "summary": "Gianluigi Buffon, detto Gigi (Carrara, 28 gennaio 1978), è un calciatore italiano, portiere del Paris Saint-Germain, campione del mondo nel 2006 e vicecampione d'Europa nel 2012 con la nazionale italiana.\nConsiderato tra i più forti portieri di tutti i tempi, è stato spesso definito il migliore nella storia del calcio. Con i club ha vinto 9 campionati di Serie A – record assoluto –, 1 di Serie B, 6 Supercoppe italiane, 5 Coppe Italia, una Coppa UEFA, una Supercoppa francese e un Campionato francese. Con la nazionale italiana, di cui detiene il record di presenze (176), è stato campione del mondo nel 2006 e vicecampione d'Europa nel 2012, partecipando a cinque Mondiali (primato condiviso con Antonio Carbajal, Rafael Márquez e Lothar Matthäus), quattro Europei e due Confederations Cup. Prima di entrare nel giro della nazionale maggiore ha vinto un Europeo di categoria con l'Under-21 nel 1996, e nello stesso anno ha preso parte ai Giochi olimpici.\nDetiene il record di imbattibilità nella Serie A a girone unico, avendo mantenuto la sua porta inviolata per 974 minuti nella stagione 2015-2016. Con 640 presenze nel massimo campionato italiano, è il portiere con più apparizioni nella storia della Serie A, nonché il secondo giocatore in assoluto dietro Paolo Maldini; insieme allo stesso Maldini, è inoltre uno dei due calciatori italiani ad aver superato le 1000 presenze in carriera.Nel 2006 è stato premiato dalla FIFA come miglior portiere del Mondiale e si è classificato secondo – dietro il connazionale Fabio Cannavaro – nella classifica del Pallone d'oro, premio al quale è stato candidato in diverse altre occasioni. Nel 2003, la UEFA lo ha premiato con il titolo di miglior portiere e, unico caso tra i giocatori del suo ruolo, miglior giocatore della stagione. Tra il 2003 e il 2017 è stato eletto cinque volte \"Portiere dell'anno\" dall'IFFHS, record condiviso con Iker Casillas; altre sei volte, tra il 2008 e il 2016, ha ottenuto il secondo posto. Sempre dall'IFFHS è stato premiato come miglior portiere del decennio 2000-2010, del quarto di secolo 1987-2011 e del XXI secolo (prendendo però solo in considerazione i risultati ottenuti dal 2001 al 2011). Nel 2009 è stato inserito nella squadra ideale del decennio dal Sun, mentre nel 2004 è stato inserito nella FIFA 100, una lista dei 125 più grandi giocatori viventi, selezionata da Pelé e dalla FIFA in occasione delle celebrazioni del centenario della federazione. Nel 2016, a Monte Carlo, è stato premiato con il Golden Foot, diventando il primo portiere nella storia a ricevere tale riconoscimento."
}