{
    "summary": "Giovanni Zantedeschi (Molina di Fumane, 3 maggio 1773 – Bovegno, 16 maggio 1846) è stato un botanico italiano.\nFiglio di Giambattista Zantedeschi e Margherita Bacilieri di Breonio (frazione di Fumane), studioso, medico e appassionato di botanica compì i suoi studi in Medicina e Chirurgia dapprima a Verona e quindi a Padova, dove si laureò con sommo onore.\nCompiuto il tirocinio a Verona, esercitò la sua professione di medico condotto per qualche tempo a Tremosine e successivamente, nel 1804 per circa quarantadue anni, fino alla sua morte avvenuta nel 1846, a Bovegno in Valtrompia. Il 7 novembre 1810 a trentasette anni si sposa a Bovegno con una giovane diciassettenne del paese, di nome Benvenuta, figlia di Lorenzo Berlendi e Benvenuta Amadini, entrambi possidenti di BovegnoDa studioso di botanica, pubblicò una decina di opere sulla flora della provincia di Brescia.\nEra legato da un rapporto di amicizia al prof. Ciro Pollini (1782–1833), botanico veronese autore della poderosa Flora Veronensis. Intratteneva inoltre una fitta corrispondenza scientifica con il botanico tedesco Kurt Sprengel (1766 - 1833) il quale, come riconoscimento per i suoi studi, gli dedicò un genere della famiglia delle Araceae, chiamandolo Zantedeschia.\nFu inoltre anche anatomo patologo, approfondendo i suoi studi attraverso l'autopsia sui cadaveri presenti nell'Ospedale San Giovanni di Bovegno, dove esercitava come medico. Ebbe \"esperienze cliniche varie e molteplici, si dedicò alla cura di complicate malattie, a gravi patologici casi..che debellò con l'acqua marziale del suo paese\" (l'acqua ferruginosa di Bòvegno e nello specifico della fonte di Sant'Antonio di Graticelle e del Monte Trovina, n.d.r.).  \nZantedeschi scoprì e descrisse per primo il Laserpitium nitidum noto con il nome comune di laserpizio insubrico, della famiglia delle Apiaceae. Inoltre fu il primo botanico a descrivere la sassifraga ragnatelosa (Saxifraga arachnoidea), della famiglia delle Saxifragaceae, scoperta nel 1804 dal botanico ceco Kaspar Maria von Sternberg (1761–1838).\nMolina, il suo borgo natale, gli ha dedicato il Museo Botanico della Lessinia di Molina di Fumane che ospita oltre trecento specie della flora dell'altopiano lessinico tra le quali vari esemplari di orchidee."
}