{
    "summary": "Marco Tullio Cicerone (in latino: Marcus Tullius Cicero, pronuncia ecclesiastica: /ˈmarkus ˈtulljus ˈʧiʧero/, pronuncia restituta o classica: /ˈmaːr.kʊs ˈtʊl.lɪ.ʊs ˈkɪ.kɛ.roː/; in greco antico: Κικέρων, Kikérōn; Arpino, 3 gennaio 106 a.C. – Formia, 7 dicembre 43 a.C.) è stato un avvocato, politico, scrittore e oratore romano.\nEsponente di un'agiata famiglia dell'ordine equestre, Cicerone fu una delle figure più rilevanti di tutta l'antichità romana. La sua vastissima produzione letteraria, che va dalle orazioni politiche agli scritti di filosofia e retorica, oltre a offrire un prezioso ritratto della società romana negli ultimi travagliati anni della repubblica, rimase come esempio per tutti gli autori del I secolo a.C., tanto da poter essere considerata il modello della letteratura latina classica.\nAttraverso l'opera di Cicerone, grande ammiratore della cultura greca, i Romani poterono anche acquisire una migliore conoscenza della filosofia. Tra i suoi maggiori contributi alla cultura latina ci fu senza dubbio la creazione di un lessico filosofico latino: Cicerone si impegnò, infatti, a trovare il corrispondente vocabolo in latino per tutti i termini specifici del linguaggio filosofico greco. Tra le opere fondamentali per la comprensione del mondo latino si collocano invece le Lettere (Epistulae, in particolar modo quelle all'amico Tito Pomponio Attico), che offrono numerosissime riflessioni su ogni avvenimento, permettendo di comprendere quali fossero le reali linee politiche dell'aristocrazia romana.\nCicerone occupò per molti anni anche un ruolo di primaria importanza nel mondo della politica romana: dopo aver salvato la repubblica dal tentativo eversivo di Lucio Sergio Catilina ed aver così ottenuto l'appellativo di pater patriae (padre della patria), ricoprì un ruolo di primissima importanza all'interno della fazione degli Optimates. Fu infatti Cicerone che, negli anni delle guerre civili, difese strenuamente fino alla morte una repubblica giunta ormai all'ultimo respiro e destinata a trasformarsi nel principatus augusteo."
}