{
    "summary": "Marcello Lippi (Viareggio, 12 aprile 1948) è un dirigente sportivo, allenatore di calcio ed ex calciatore italiano, di ruolo difensore, commissario tecnico della nazionale cinese.\nCinque volte campione d'Italia con la Juventus nei due periodi in cui l'allenò (1994-1999, 2001-2004), fu commissario tecnico della Nazionale italiana dal 2004 al 2006 e dal 2008 al 2010, conducendola alla vittoria della Coppa del Mondo FIFA 2006, dopo la quale divenne il primo allenatore nella storia del calcio ad aver vinto le massime competizioni internazionali a livello di nazionali (campionato mondiale) e club (UEFA Champions League nella stagione 1995-96, Coppa Intercontinentale 1996 con la squadra bianconera), successivamente condividendo tale primato con l'ex CT della nazionale spagnola ed ex allenatore del Real Madrid, Vicente Del Bosque.\nÈ stato anche il primo allenatore a raggiungere, nel 2008, 31 partite consecutive senza subire sconfitte a cavallo tra le sue due esperienze come commissario tecnico della nazionale, superando il precedente record di Vittorio Pozzo (30 partite utili consecutive, raggiunte allenando la nazionale ininterrottamente) ed eguagliando il record mondiale appartenente ex aequo ad Alfio Basile e Javier Clemente. In ambito internazionale è, con Miguel Muñoz, Alex Ferguson e Carlo Ancelotti, tra gli allenatori che hanno disputato il maggior numero di finali di Champions League (4); è inoltre, con Fabio Capello e Zinédine Zidane, uno dei tre tecnici ad averne raggiunte tre di fila (dal 1996 al 1998).Riconosciuto migliore allenatore dall'Associazione Italiana Calciatori (1997, 1998, 2003), dall'UEFA (1997-98), allenatore e CT dell'anno dall'Istituto di Storia e Statistica del Calcio (1997, 1998, 2006); inserito dal quotidiano britannico Times nella lista dei cinquanta migliori allenatori della storia del calcio stilata nel 2007 e, sei anni dopo, dall'emittente televisiva statunitense ESPN nella classifica dei venti più grandi allenatori. Introdotto nella Hall of Fame del calcio italiano nel 2011.\nNel 2013 Lippi diventò il primo allenatore al mondo ad aver vinto le massime competizioni internazionali organizzate da almeno due Confederazioni dopo il trionfo in AFC Champions League 2013, un primato eguagliato da Luiz Felipe Scolari due anni più tardi."
}