{
    "summary": "Nerone Claudio Cesare Augusto Germanico (in latino: Nero Claudius Caesar Augustus Germanicus; Anzio, 15 dicembre 37 – Roma, 9 giugno 68), nato come Lucio Domizio Enobarbo (Lucius Domitius Ahenobarbus) e meglio conosciuto semplicemente come Nerone, è stato il quinto imperatore romano, l'ultimo appartenente alla dinastia giulio-claudia. Regnò circa quattordici anni dal 54 al 68, anno in cui si suicidò.\nNerone fu un principe molto controverso nella sua epoca; ebbe alcuni innegabili meriti, soprattutto nella prima parte del suo impero, quando governava con la madre Agrippina e con l'aiuto di Seneca, filosofo stoico, e di Afranio Burro, prefetto del pretorio, ma fu anche responsabile di delitti e atteggiamenti dispotici.\nAccusati sommariamente di congiure contro di lui o crimini vari, caddero vittime della repressione la stessa madre, la prima moglie e lo stesso Seneca, costretto a suicidarsi, oltre a vari esponenti della nobiltà romana, e molti cristiani. Per la sua politica assai favorevole al popolo, di cui conquistò i favori con elargizioni e giochi del circo, e il suo disprezzo per il Senato romano, fu - come era già stato per lo zio Caligola - molto inviso alla classe aristocratica (tra i quali i suoi principali biografi, Svetonio e Tacito).\nL'immagine di tiranno che di lui fu tramandata venne parzialmente rivista dalla maggioranza degli storici moderni, i quali ritengono che non fosse né pazzo - come lo descrissero alcune fonti - né particolarmente crudele per l'epoca, ma che i suoi comportamenti autoritari fossero simili a quelli di altri imperatori non ugualmente giudicati. Negli ultimi anni la paranoia di Nerone si accentuò, ed egli si rinchiuse in se stesso e nei suoi palazzi dedicandosi all'arte e alla musica, in pratica lasciando il governo nelle mani del prefetto del pretorio, il sanguinario Tigellino.Anche se il suo comportamento ebbe certamente eccessi violenti e stravaganze, si può dire che non tutto ciò che gli venne imputato dagli storici contemporanei sia vero: ad esempio fu accusato del grande incendio di Roma, con l'obiettivo di ricostruire la città ed edificare la propria maestosa residenza, la Domus Aurea, fatto da cui gli studiosi moderni tendono a discolparlo. Nerone accusò dell'incendio i cristiani, che furono arrestati e condannati in massa. Infine, qualche anno dopo, abbandonato anche dai pretoriani e dall'esercito, venne deposto dal Senato (che riconobbe il generale Galba come nuovo princeps) e, dopo un primo tentativo di fuga, alla fine, vistosi perduto, si tolse la vita nei pressi di Roma, nella villa di uno dei suoi liberti."
}