{
    "summary": "Vigilio Federico Dalla Zuanna (Valstagna, 24 dicembre 1880 – Roma, 4 marzo 1956) è stato un arcivescovo cattolico italiano, già ministro generale dell'Ordine dei Frati Minori Cappuccini.\nVenne ordinato sacerdote nell'Ordine dei Frati Minori Cappuccini il 25 luglio 1904. Fu dapprima cappellano militare durante la prima guerra mondiale, ministro provinciale del Veneto e in seguito ministro generale dell'ordine dal 1932 al 1938. In questo incarico visita molti paesi europei e le missioni nel Paranà, in Brasile. Contemporaneamente è predicatore apostolico presso la Santa Sede. Nel 1940 è nominato consultore presso la Sacra Congregazione dei Riti.\nEletto vescovo di Carpi il 12 maggio 1941, fu consacrato l'8 giugno 1941 a Roma, nella chiesa di San Lorenzo da Brindisi, dal cardinale Gennaro Granito Pignatelli di Belmonte. Supportò le azioni pastorali di Mamma Nina e don Zeno Saltini, vicende che provocarono frizioni con la S.Sede e anche l'invio a Carpi di un commissario del Sant'Uffizio. Durante gli anni della seconda guerra mondiale si spese a difesa dei prigionieri e di chi fosse in pericolo di vita appartenenti a tutte le fazioni. Tra i diversi episodi in cui furono salvate delle vite umane per causa del suo intervento, anche grazie alla sua padronanza della lingua tedesca, alla capacità di mediazione e allo zelo pastorale, vanno ricordati i fatti di Limidi di Soliera. Il 20 novembre 1944 sessanta cittadini di Limidi e Soliera, rastrellati per rappresaglia in seguito alla liberazione partigiana del territorio comunale e alla fucilazione di sei fascisti, stavano per essere fucilati al muro della chiesa parrocchiale quando grazie all'intervento del vescovo Vigilio la strage fu scongiurata.\nRimase vescovo di Carpi fino al 24 novembre 1952, poi nel 1953 si ritirò a Roma, essendo promosso arcivescovo titolare di Mocisso. Morì a Roma il 4 marzo 1956 all'età di 75 anni. È sepolto nella cattedrale di Carpi.\nA lui sono intitolate strade nei comuni di Carpi, Mirandola, Soliera (in località Limidi) e Valstagna.\nIl 16 aprile 2004 il presidente della Repubblica Italiana Carlo Azeglio Ciampi lo ha insignito della medaglia d'oro al valore civile."
}