{
    "summary": "Vittorio Jano (San Giorgio Canavese, 22 aprile 1891 – Torino, 13 marzo 1965) è stato un progettista italiano specializzato nel settore automobilistico, al cui nome è legata una serie di motori, automobili ed altri veicoli.\nDi origine ungherese. Il suo vero nome era Victor János.\nAvviato agli studi tecnici dal padre Francesco, capotecnico all'Arsenale Nuovo di Torino, Vittorio si diplomò all'Istituto Professionale Operaio e, nel 1909, iniziò a lavorare presso la STAR dove rimase due anni, contemporaneamente frequentando una scuola serale per disegnatore meccanico.\nNel 1911 venne assunto alla FIAT come \"disegnatore medio\", riuscendo a farsi notare dal nuovo dirigente dell'Ufficio Progetti Giulio Cesare Cappa che, nel 1914, lo volle alle sue dipendenze, in coppia con Oreste Lardone. In qualità di assistente di Cappa, Jano poté acquisire un'importante esperienza tecnica, particolarmente sulle automobili da competizione. Rimase in FIAT fino al 1923 quando, con la mediazione di Enzo Ferrari e dopo una lunga trattativa con Nicola Romeo, passò all'Alfa Romeo, sostituendo Giuseppe Merosi.\n\nNegli anni successivi contribuì ad accrescere il prestigio del marchio dell'Alfa Romeo grazie alla progettazione di una lunga serie di propulsori.\nIl primo fu un 8 cilindri in linea montato dall'Alfa Romeo P2, autovettura risultata vincente nelle competizioni internazionali fin dal debutto nel Gran Premio di Francia con Giuseppe Campari alla guida. In seguito arrivò il 6 cilindri in linea di nuova concezione con doppio albero a camme in testa che equipaggiava l'Alfa Romeo 6C 1500 per passare alla  realizzazione dei motori con 8 cilindri in linea, fino ad arrivare al 12 cilindri a V del 1937.\nSuccessivamente passò alla Lancia dove contribuì alla progettazione, tra le altre, dell'Aurelia. Il 29 marzo 1955 rinunciò alla carica di Direttore Tecnico dell'azienda torinese e pochi mesi dopo, a seguito del ritiro della casa dalle competizioni automobilistiche, Jano venne assunto dalla Ferrari, dove svolse l'ultimo periodo della sua attività.\nMorì suicida nel 1965, straziato per la prematura morte del figlio Francesco e dopo aver scoperto di essere affetto da cancro; riposa al Cimitero monumentale di Torino."
}